Repository: suborb/reelvdr
Catalog: src/vdr-plugins/src/channelscan-0.6.2/po/*.po
Languages: ca_es, cs_cz, de_de, es_es, fi_fi, it_it, nl_nl, pl_pl, tr_tr

source: Channel lists
ca_es: Llistes de canals
cs_cz: Seznam kanálů
de_de: Kanallisten
es_es: Lista de canales
fi_fi: Kanavalistojen tiedostot
it_it: Liste canali
nl_nl: Kanalen-lijsten
pl_pl: Lista Kanałów
tr_tr: Kanal Liste

source: Backup
ca_es: Copia
cs_cz: Zálohovat
de_de: Speichern
es_es: Salvar
fi_fi: Tallenna
tr_tr: Yedekleme

source: Backup channel list to...
ca_es: Copia la llista de canals a...
cs_cz: Zálohovat seznam kanálů do...
de_de: Sichere aktuelle Kanalliste nach...
es_es: Salvar lista de canales en ...
fi_fi: Valitse kansio johon kanavalista tallennetaan...
it_it: Backup lista canali su...
nl_nl: Backup de kanalenlijst naar...
pl_pl: Backup listy kanałów do...
tr_tr: Kanal Listeyi Buraya Yedekle

source: Restore channel list from...
ca_es: Restaura la llista de canals des de...
cs_cz: Obnovit seznam kanálů z...
de_de: Ersetze aktuelle Kanalliste durch...
es_es: Restaurar lista de canales de ...
fi_fi: Valitse kanavalistan sisältävä tiedosto...
it_it: Ripristino lista canali da...
nl_nl: Haal kanalenlijst terug van...
pl_pl: Przywracanie listy kanałów z...

source: Restore failed!
ca_es: La restauració ha fallat!
cs_cz: Obnovení se nezdařilo!
de_de: Ersetzen fehlgeschlagen!
es_es: Restauración fallida
fi_fi: Lataaminen ei onnistu!
it_it: Ripristino fallito!
nl_nl: Terughalen mislukt!
pl_pl: Przywracanie nieudane!
tr_tr: Geri Vermek Olmadi

source: Favourites List successfully loaded
de_de: Favoritenliste erfolgreich geladen

source: Invalid file
ca_es: Fitxer no vàlid
cs_cz: Neplatný soubor
de_de: Ungültige Datei
es_es: Archivo invalido
fi_fi: Tiedosto ei sisällä kanavalistaa
it_it: File non valido!
nl_nl: Ongeldig bestand
pl_pl: Błedny plik
tr_tr: Bosuk Dosya

source: Channel List successfully loaded
ca_es: La llista de canals s'ha carregat amb èxit
cs_cz: Seznam kanálů úspěšně načten
de_de: Kanalliste erfolgreich importiert.
es_es: Lista de canales recuperada sin problemas
fi_fi: Kanavalista ladattu tiedostosta
it_it: Lista canali caricata correttamente
nl_nl: Laden van kanalenlijst gelukt
pl_pl: Lista kanałów z sukcesem naładowana

source: Backup failed!
ca_es: La còpia ha fallat!
cs_cz: Zálohování se nezdařilo!
de_de: Sichern der Kanalliste fehlgeschlagen!
es_es: No se ha podido guardar
fi_fi: Tallennus ei onnistu
it_it: Backup fallito!
nl_nl: Backup mislukt
pl_pl: Backup nieudany!
tr_tr: Yedeklemede Olmadi

source: Channel List successfully stored
ca_es: La llista de canals s'ha emmagatzemat amb èxit
cs_cz: Seznam kanálů úspěšně uložen
de_de: Kanalliste erfolgreich gespeichert.
es_es: Lista de canales guardada
fi_fi: Kanavalistan tiedosto käsitelty
it_it: Lista canali salvata correttamente
nl_nl: Kanalenlijst opgeslagen
pl_pl: Lista kanałów z sukcesem zapisana
tr_tr: Kanal Liste Hafisaya Alindi!

source: TV only
ca_es: Només TV
cs_cz: Pouze TV
de_de: nur TV
es_es: Solo TV
fi_fi: TV-kanavat
it_it: Solo TV
nl_nl: Alleen TV
pl_pl: Tylko TV
tr_tr: Sadece TV

source: Radio only
ca_es: Només Ràdio
cs_cz: Pouze rádio
de_de: nur Radio
es_es: Solo Radio
fi_fi: radiokanavat
it_it: Solo Radio
nl_nl: Alleen Radio
pl_pl: Tylko radio
tr_tr: Sadece Radio

source: HDTV only
ca_es: Només HDTV
cs_cz: Pouze HDTV
de_de: nur HDTV
es_es: Solo HDTV
fi_fi: teräväpiirtokanavat
it_it: Solo HDTV
nl_nl: Alleen HDTV
tr_tr: Sadece HDTV

source: Servicetype
ca_es: Tipus de servei
cs_cz: Typ služby
de_de: Serviceart
es_es: Tipo de servicio
it_it: Tipo canale
pl_pl: Rodzaj usługi
tr_tr: Service Tipi

source: Enable Logfile
ca_es: Habilita el fitxer de registre
cs_cz: Povolit soubor protokolu
de_de: Logfile einschalten
es_es: Activado el fichero
it_it: Abilitare file di log
nl_nl: Aktiveer logbestand
pl_pl: Włącz rejestr
tr_tr: Logfile Bulunmuyor

source: No tuners, please stop recording and retry
de_de: Keine Tuner vorhanden, Aufnahme beenden und erneut versuchen
nl_nl: Geen tuners, stop de opname en probeer opnieuw

source: Channelscan
ca_es: Escaneig de canals
cs_cz: Hled. kanálů
de_de: Kanalsuche
es_es: Búsqueda de canales
fi_fi: Kanavahaku
it_it: Ricerca canali
nl_nl: Kanalen scannen
pl_pl: Szukanie kanałów
tr_tr: Kanal Arama

source: Detailed search
ca_es: Cerca detallada
cs_cz: Podrobné vyhledávání
de_de: Detaillierte Suche
es_es: Búsqueda detallada
fi_fi: Tarkka haku
it_it: Ric. dettagliata
nl_nl: Gedetailleerd zoeken
pl_pl: Szukanie zaawansowane
tr_tr: Gelişmiş Arama

source: Manual
cs_cz: Ručně
de_de: Manuell
fi_fi: itsemääritelty
it_it: Manuale
nl_nl: Handmatig
pl_pl: Reczne
tr_tr: Manuel

source: SearchMode$Auto
ca_es: Auto
cs_cz: Automaticky
de_de: Automatisch
es_es: Auto
fi_fi: automaattinen
it_it: Automatica
nl_nl: Automatisch
pl_pl: Auto
tr_tr: Otomatik

source: End of channellist
ca_es: Final de la llista de canals
cs_cz: Konec seznamu kanálů
de_de: am Ende hinzufügen
es_es: Al final de la lista
fi_fi: lisätään kanavalistan loppuun
it_it: Fine lista canali
nl_nl: Einde van de kanalenlijst
pl_pl: Koniec listy kanałów
tr_tr: Kanal Listenin Sonunda

source: New channellist
ca_es: Nova llista de canals
cs_cz: Nový seznam kanálů
de_de: in neue Liste einfügen
es_es: Nueva lista de canales
fi_fi: korvaavat nykyiset
it_it: Nuova lista canali
nl_nl: Nieuwe kanalenlijst
pl_pl: Nowa lista kanałów
tr_tr: Yeni Kanal Listesi

source: Bouquets
ca_es: Categories
cs_cz: Pakety
de_de: in Bouquets einfügen
fi_fi: lisätään uusille kanavalistoille
it_it: Bouquet
nl_nl: Boeketten
pl_pl: Ulubione
tr_tr: Buketler

source: Try all 6900/6875/6111
ca_es: Prova'ls tots 6900/6875/6111
cs_cz: Zkusit všechny 6900/6875/6111
de_de: Versuche alle 6900/6875/6111
fi_fi: kokeile kaikkia (6900/6875/6111)
it_it: Provare tutti 6900/6875/6111
nl_nl: Probeer allemaal 6900/6875/6111
pl_pl: Spróbuj wszystkie 6900/6875/6111
tr_tr: Hepsi Ara 6900/6875/6111

source: Satellite-S2
ca_es: DVB-S2 - Satèl·lit
de_de: Satellit S2
es_es: Satélite-S2
nl_nl: Satelliet-S2

source: Satellite-S
ca_es: DVB-S - Satèl·lit
de_de: Satellit S
es_es: Satélite-S
nl_nl: Satelliet-S

source: Terrestrial
ca_es: TDT
de_de: Terrestrisch
es_es: Terrestre
it_it: Terrestre

source: Cable
de_de: Kabel
it_it: Cavo
nl_nl: Kabel

source: DVB-T - Terrestrial
ca_es: DVB-T - TDT
cs_cz: DVB-T - pozemní
de_de: DVB-T - Terrestrisch
es_es: DVB-T - Terrestre
fi_fi: DVB-T - antenniverkko
it_it: DVB-T - Terrestre
pl_pl: DVB-T - Naziemne
tr_tr: DVB-T - Terrestrik

source: DVB-C - Cable
cs_cz: DVB-C - kabel
de_de: DVB-C - Kabel
fi_fi: DVB-C - kaapeliverkko
it_it: DVB-C - Cavo
nl_nl: DVB-C - Kabel
pl_pl: DVB-C - Kablówka
tr_tr: DVB-C - Kabel

source: DVB-S2 - Satellite
ca_es: DVB-S2 - Satèl·lit
cs_cz: DVB-S2 - satelit
de_de: DVB-S2 - Satellit
es_es: DVB-S2 - Satélite
fi_fi: DVB-S2 - kiinteä
nl_nl: DVB-S2 - satelliet
pl_pl: DVB-S2 - Satelita
tr_tr: DVB-S2 - Satellit

source: DVB-S - Satellite
ca_es: DVB-S - Satèl·lit
cs_cz: DVB-S - satelit
de_de: DVB-S - Satellit
es_es: DVB-S - Satélite
fi_fi: DVB-S - kiinteä
nl_nl: DVB-S - Satelliet
pl_pl: DVB-S - Satelita
tr_tr: DVB-S - Satellit

source: Search Mode
ca_es: Mode de cerca
cs_cz: Režim hledání
de_de: Suchmodus
es_es: Modo de búsqueda
fi_fi: Hakutapa
it_it: Modalità ricerca
nl_nl: Zoek methode
pl_pl: Rodzaj Szukania
tr_tr: Arama Modu

source: Add new channels to
ca_es: Afegeix nous canals a
cs_cz: Přidat nové kanály do
de_de: Gefundene Kanäle
es_es: Añadir nuevos canales en
fi_fi: Haetut kanavat
it_it: Agg. nuovi canali a
nl_nl: Voeg nieuwe kanalen toe aan
pl_pl: Dodaj nowe kanały do
tr_tr: Yeni Kanallar Buraya

source: Source
ca_es: Origen
cs_cz: Zdroj
de_de: Quelle
es_es: Fuente
fi_fi: Viritin
it_it: Sorgente
nl_nl: Bron
pl_pl: Żródło
tr_tr: Kaynak

source: No Tuners available
ca_es: No hi ha sintonitzadors disponibles
cs_cz: Tunery nejsou k dispozici
de_de: Kein Tuner verfügbar
es_es: Sintonizadores no disponibles
fi_fi: Yhtään viritintiä ei ole käytettävissä
it_it: Nessun tuner disponibile!
nl_nl: Geen tuners beschikbaar
pl_pl: Zaden Tuner dostepny
tr_tr: Tuner Bulunamadi

source: no
cs_cz: ne
de_de: nein
fi_fi: ei käytössä
nl_nl: nee
pl_pl: nie
tr_tr: Hayir

source: yes
ca_es: sí
cs_cz: ano
de_de: ja
es_es: Si
fi_fi: käytössä
it_it: Sì
nl_nl: ja
pl_pl: tak
tr_tr: Evet

source: Bandwidth
ca_es: Amplada de banda
cs_cz: Šířka pásma
de_de: Bandbreite
es_es: Ancho de banda
fi_fi: Signaalikaistan leveys
it_it: Banda passante
nl_nl: Bandbreedte
pl_pl: Szerokość pasma

source: Symbol Rates
cs_cz: Symbolové rychlosti
de_de: Symbolraten
fi_fi: Symbolinopeus
it_it: Symbol rate
pl_pl: Szybkość Transmisji Symboli
tr_tr: Sembol Orani

source: Frequency (MHz)
ca_es: Freqüència (MHz)
cs_cz: Frekvence (MHz)
de_de: Frequenz (MHz)
es_es: Frecuencia (Mhz)
fi_fi: Taajuus (MHz)
it_it: Frequenza (MHz)
nl_nl: Frequentie (Mhz)
pl_pl: Częstotliwość (Mhz)
tr_tr: Frekans (MHz)

source: Polarization
ca_es: Polarització
cs_cz: Polarizace
de_de: Polarisation
es_es: Polarización
fi_fi: Polarisaatio
it_it: Polarizzazione
nl_nl: Polarisatie
pl_pl: Polaryzacja
tr_tr: Polarizasyon

source: Frequency (kHz)
ca_es: Freqüència (kHz)
cs_cz: Frekvence (kHz)
de_de: Frequenz (kHz)
es_es: Frecuencia (Khz)
fi_fi: Taajuus (kHz)
it_it: Frequenza (kHz)
nl_nl: Frequentie (Khz)
pl_pl: Częstotliwość (khz)
tr_tr: Frekans (kHz)

source: Recording is running !
ca_es: La gravació s'està executant !
cs_cz: Probíhá nahrávání!
de_de: Aufnahme läuft !
es_es: Grabación en marcha !
fi_fi: Tallennus on meneillään!
it_it: Registrazione in corso!
nl_nl: Opname is bezig !
pl_pl: Nagranie trwa
tr_tr: Uyari - Kayit Yapiliyor!

source: Button$Start
ca_es: Inicia
cs_cz: Spustit
de_de: Start
es_es: Iniciar
fi_fi: Aloita haku
it_it: Avvio
nl_nl: Start
pl_pl: Start
tr_tr: Start

source: Channel sel.
ca_es: Selecciona canal
cs_cz: Výběr kan.
de_de: Kanalliste
es_es: Seleccione canal
fi_fi: Lataa kanavat
it_it: Lista canali
nl_nl: Zender Sel.
pl_pl: Wybór Kanału

source: Scanning aborted
ca_es: Escaneig interromput
cs_cz: Vyhledávání zrušeno
de_de: Kanalsuche abgebrochen
es_es: Búsqueda abortada
fi_fi: Haku keskeytettiin
it_it: Ricerca interrotta
nl_nl: Scannen afgebroken
pl_pl: Szukanie przerwane
tr_tr: Arama Düşüt

source: Scanning succed
ca_es: Escaneig finalitzat
cs_cz: Vyhledávání bylo úspěšné
de_de: Scan erfolgreich
es_es: Búsqueda finalizada
fi_fi: Haku valmis
it_it: Ricerca completata
nl_nl: Scannen gereed
pl_pl: Szukanie udane
tr_tr: Kanal Arama Bitti

source: Retrieving transponders failed!
ca_es: La recuperació de transponedors ha fallat!
cs_cz: Načtení transpondérů se nezdařilo!
de_de: Empfang der Transponder fehlgeschlagen!
es_es: No se encuentran transpondedores
fi_fi: Lähetysten haku ei onnistu!
it_it: Ricerca transponder fallita!
nl_nl: Inlezen van transponderlijst mislukt!
pl_pl: Pobieranie transponderów nieudane

source: Please check satellites.conf.
ca_es: Si us plau, comproveu satellites.conf
cs_cz: Zkontrolujte soubor satellites.conf.
de_de: Bitte überprüfen Sie die satellites.conf
es_es: Revise satellites.conf
fi_fi: Tarkista satelliittiasetukset.
it_it: Verificare il file satellites.conf.
nl_nl: Controleer "satellites.conf" aub.
pl_pl: Prosze sprawdz satellites.conf
tr_tr: Lütven Satellit Listenizi Kontröl Ediniz!

source: Tuner obtained no lock!
ca_es: El sintonitzador no està bloquejat!
cs_cz: Tuner nebyl zaklíčován!
de_de: Tuner bekommt keinen Lock!
es_es: El Tuner no funciona
fi_fi: Viritin ei lukitu signaaliin!
it_it: Tuner: nessun lock ottenuto!
nl_nl: Tuner kon niet locken!
pl_pl: Tuner nie jest zajety!

source: Please check your connections and satellites.conf.
ca_es: Si us plau, comproveu les connexions i satellites.conf
cs_cz: Zkontrolujte připojení a soubor satellites.conf.
de_de: Bitte Verbindungen und die satellites.conf überprüfen
es_es: Revise sus conexiones
fi_fi: Tarkista kytkennät ja satelliittiasetukset.
it_it: Verificare le connessioni e il file satellites.conf.
nl_nl: Controleer de verbindingen en satellites.conf aub.
pl_pl: Prosze sprawdz swoje polaczenia i satellites.conf.
tr_tr: Lütven Satellit Bağlantinizi Kontröl Ediniz!

source: Unpredictable error occured!
ca_es: Ha ocorregut un error inesperat!
cs_cz: Došlo k nepředvídatelné chybě!
de_de: Unbekannter Fehler aufgetreten
es_es: Ha ocurrido un error
fi_fi: Järjestelmävirhe!
it_it: Rilevato errore imprevisto!
nl_nl: Een onvoorspelbare fout heeft plaatsgevonden!
pl_pl: Nieprzewidywalny bląd nastąpił!

source: Please try again later
ca_es: Si us plau, proveu-ho més tard
cs_cz: Opakujte akci později.
de_de: Bitte nochmal versuchen
es_es: Inténtelo mas tarde
fi_fi: Yritä myöhemmin uudestaan
it_it: Riprovare più tardi
nl_nl: Probeer het later aub. opnieuw
pl_pl: Prosze spróbwać pózniej
tr_tr: Lütfen sonra yeniden deneyin

source: Information:
ca_es: Informació:
de_de: Hinweis:
nl_nl: Informatie:

source: Entries in current channellist
ca_es: Entrades a la llista de canals actual
de_de: Einträge in Ihrer aktuellen Kanalliste
es_es: Entradas en Lista actual
nl_nl: Aantal kanalen in huidige lijst

source: Recording is running
ca_es: La gravació s'està executant
cs_cz: Probíhá nahrávání
de_de: Nicht möglich - Aufnahme läuft
es_es: Hay una grabación activa
fi_fi: Tallennus on meneillään
it_it: Registrazione in corso
nl_nl: Opname is aktief
pl_pl: Nagrywanie w trakcie
tr_tr: Kayit Yapiliyor

source: Scan active
ca_es: Escaneig actiu
cs_cz: Vyhledávání aktivní
de_de: Kanalsuche läuft
es_es: Búsqueda activada
fi_fi: Kanavahaku meneillään
it_it: Ricerca attiva
nl_nl: Scannen aktief
pl_pl: Szukanie aktywne
tr_tr: Kanal Arama Aktiv

source: TV Channels Radio Channels
ca_es: Canals de TV Canals de Ràdio
cs_cz: TV kanály Rádiové kanály
de_de: TV Kanäle Radiokanäle
es_es: Canales de TV Canales de Radio
fi_fi: Löydetyt TV-kanavat Löydetyt radiokanavat
it_it: Canali TV Canali Radio
nl_nl: TV Kanalen Radio Zenders
pl_pl: Kanały TV Kanały Radiowe
tr_tr: TV Kanallari Radio Kanallari

source: Retrieving transponder list from %s
ca_es: S'està recuperant la llista de transponedors des de %s
cs_cz: Načítání seznamu transpondérů z %s
de_de: Erhalte Transponderliste von %s
es_es: Recuperando lista de tranpondedores %s
fi_fi: Haetaan lähetyslistaa: %s
it_it: Recupero lista transponder da %s
nl_nl: Inlezen van transponderlijst van %s
pl_pl: Pobiera liste transponderów z %s
tr_tr: Transponder Listesi %s

source: Scanning %s (%iMHz) %s
de_de: Durchsuche %s (%iMHz) %s
nl_nl: Scannen van %s (%iMHz) %s

source: Scanning %s (%.1fMHz) %s
de_de: Durchsuche %s (%.1fMHz) %s
nl_nl: Scannen van %s (%.3fMHz) %s

source: Scanning %s (%.3fMHz) %s
ca_es: S'està escanejant %s (%.3fMHz) %s
cs_cz: Prohledávání %s (%.3f MHz) %s
de_de: Durchsuche %s (%.3fMHz) %s
es_es: Buscando %s (%.3fMHz) %s
fi_fi: Haetaan kanavia %s (%.3fMHz) %s
it_it: Ricerca su %s (%.3fMHz) %s
nl_nl: Scannen van %s (%.3fMHz) %s
pl_pl: Szukanie %s (%.3fMHz) %s
tr_tr: Arama %s (%.3fMHz) %s

source: No new channels found
ca_es: No s'han trobat nous canals
cs_cz: Nebyly nalezeny žádné nové kanály
de_de: Keine neuen Kanäle gefunden
es_es: No hay canales nuevos
fi_fi: Uusia kanavia ei löytynyt
it_it: Nessun nuovo canale trovato!
nl_nl: Geen nieuwe kanalen gevonden
pl_pl: Nie znaleziono nowych kanałów
tr_tr: Yeni Kanal Bulunamadi

source: Added new channels
ca_es: S'han afegit nous canals
cs_cz: Nové kanály přidány
de_de: Neue Kanäle hinzugefügt
es_es: Añadir nuevos canales
fi_fi: Uudet kanavat lisätty
it_it: Aggiunti nuovi canali
nl_nl: Nieuwe kanalen toegevoegd
pl_pl: Dodaj nowe kanały
tr_tr: Yeni Kanallar

source: Press OK to go back to rotor settings
ca_es: Premeu OK per tornar a la configuració del motor
de_de: OK drücken, um zu den Rotor Einstellungen zurück zu gehen
es_es: Pulsar OK para regresar a config. motor
it_it: Ok -> Tornare a configurazione rotore
nl_nl: Druk op 'OK' om terug naar de rotor instellingen te gaan

source: Press OK to finish or Exit for new scan
ca_es: Premeu la tecla OK per finalitzar o Exit per escanejar de nou
cs_cz: Stiskněte: OK - dokončení, Konec - nové vyhledávání
de_de: Drücken Sie OK zum Beenden oder Exit für eine neue Kanalsuche.
es_es: Pulse OK para finalizar o Exit para nueva búsqueda
fi_fi: Tee uusi haku painamalla EXIT, lopeta painamalla OK
it_it: OK -> Finire o Exit -> Nuova Ricerca
nl_nl: Druk op OK voor beeindigen of Exit om opnieuw te scannen
pl_pl: Nacisnij OK zeby zakonczyć lub Exit dla nowego szukania
tr_tr: OK - Arama Bitir / Exit - Yeni Arama

source: Scanning on transponder
ca_es: S'està escanejant el transponedor
cs_cz: Prohledávání transpondéru
de_de: Durchsuche Transponder
es_es: Busqueda en un transponder
fi_fi: Haetaan lähetyksestä
it_it: Ricerca su transponder
nl_nl: Scannen op transponder
pl_pl: Szuka na transponderze
tr_tr: Transponder Araniyor

source: enabled
ca_es: actiu
cs_cz: povoleno
de_de: aktiviert
es_es: Activado
fi_fi: käytössä
it_it: Abilitato
nl_nl: ingeschakeld
pl_pl: wlączono
tr_tr: Etkili

source: disabled
ca_es: desactivat
cs_cz: zakázáno
de_de: deaktiviert
es_es: Desactivado
fi_fi: ei käytössä
it_it: Disabilitato
nl_nl: uitgeschakeld
pl_pl: wyłaczono
tr_tr: Etkisiz

source: Back
ca_es: Enrere
cs_cz: Zpět
de_de: Zurück
es_es: Atras
fi_fi: Edellinen
it_it: Indietro
nl_nl: Terug
pl_pl: Spowrotem
tr_tr: Geri

source: Skip
ca_es: Omet
cs_cz: Přeskočit
de_de: Auslassen
es_es: Saltar
fi_fi: Ohita
it_it: Saltare
nl_nl: Overslaan
pl_pl: Pominąć
tr_tr: Bas

source: Load predefined channel list
de_de: Vorgefertigte Kanalliste laden
nl_nl: Laadt voorgedefineerde kanalenlijst

source: Start channelscan
de_de: Kanalsuchlauf starten
nl_nl: Start kanalenscan

source: Overwrite Favourites list
de_de: Favoritenliste überschreiben
nl_nl: Overschrijf de favorietenlijst

source: You have the choice of loading a predefined channel list OR starting channelscan to find channels
de_de: In diesem Bereich haben Sie die Möglichkeit eine vorgefertigte Kanalliste zu laden oder den Kanalsuchlauf zu starten.
nl_nl: U kunt kiezen uit een voorgedefinieerde lijst OF zoeken van nieuwe kanalen met channelscan

source: Press OK to reload default channel list
de_de: Drücken Sie OK um die vorgefertigte Kanalliste zu laden.
nl_nl: Druk op OK om de standaard kanalenlijst te laden

source: Functions
ca_es: Funcions
cs_cz: Funkce
de_de: Funktionen
es_es: Funciones
fi_fi: Toiminnot
it_it: Funzioni
nl_nl: Funkties
pl_pl: Funkcje
tr_tr: Fonksiyonlar

source: Please select a channellist:
ca_es: Si us plau, seleccioneu una llista de canals:
cs_cz: Vyberte seznam kanálů:
de_de: Bitte wählen Sie eine Kanalliste aus:
es_es: Escoja una lista de canales-
fi_fi: Valitse kanavalista:
it_it: Selezionare una lista canali:
nl_nl: Kies een kanalenlijst aub:
pl_pl: Prosze wybrać liste kanałów:
tr_tr: Lütven Bir Kanal Liste Seç

source: Overwrite existing favourites list, also?
de_de: Bestehende Favoritenliste ebenfalls überschreiben?
nl_nl: Ook de bestaande favorietenlijst overschrijven?

source: Loading channel list ...
ca_es: S'està llegint la llista de canals ...
de_de: Lade Kanalliste...
es_es: Cargando lista de canales ...
nl_nl: Kanalenlijst inladen ...

source: Channellist was installed successfully
de_de: Kanalliste erfolgreich installiert
nl_nl: Kanalenlijst installeren gelukt

source: Error while loading channellist
de_de: Fehler beim laden der Kanalliste
nl_nl: Fout tijdens het inladen van de kanalenlijst

source: Changes Done
ca_es: S'han desat els canvis
cs_cz: Změny provedeny
de_de: Änderungen übernommen
es_es: Cambios realizados
fi_fi: Kanavat tallennettu
it_it: Modifiche effettuate
nl_nl: Veranderingen uitgevoerd
pl_pl: Zmiany Zrobione
tr_tr: Degışiklikler Hafizadadir

source: Please check your Timers!
ca_es: Si us plau, comproveu les gravacions programades!
cs_cz: Zkontrolujte časovače!
de_de: Bitte Timer überprüfen!
es_es: Por favor, verifique los Timers
fi_fi: Kanavalistoja päivitetty - tarkista tallennusajastimet!
it_it: Verificare i timer!
nl_nl: Controleer de timers aub.
pl_pl: Prosze sprawdz swoje Timery!
tr_tr: Lütven Timerlariniza Bakiniz

source: Changes failed
ca_es: No s'han pogut desar els canvis
cs_cz: Změny se nezdařily
de_de: Änderung fehlgeschlagen
es_es: No se han hecho los cambios
fi_fi: Kanavien tallennus ei onnistu!
it_it: Modifiche fallite!
nl_nl: Wegschrijven van wijzigingen mislukt
pl_pl: Zmiany sie nie powiodły
tr_tr: Degışiklikler Olmadi

source: Reloaded default channel list
de_de: Laden der vordefinierten Kanalliste
nl_nl: Standaard kanalenlijst ingeladen

source: Error loading default channel list
de_de: Fehler beim laden der Kanalliste
nl_nl: Fout tijdens inladen van de standaard kanalenlijst

source: Delete channel list?
ca_es: Suprimir la llista de canals?
cs_cz: Odstranit seznam kanálů?
de_de: Kanalliste löschen?
es_es: ¿Borrar lista de canales?
fi_fi: Poistetaanko kanavalista?
it_it: Cancellare la lista canali?
nl_nl: Kanalelijst wissen?
pl_pl: Usunać liste kanałów?
tr_tr: Kanal Liste Sil?

source: Channel lists functions
ca_es: Funcions a les llistes de canals
cs_cz: Funkce seznamů kanálů
de_de: Kanallisten Funktionen
es_es: Funciónes de la lista de canales
fi_fi: Kanavalistojen toiminnot
it_it: Funzioni Liste canali
nl_nl: Kanalen lijst functies
pl_pl: Funkcje listy kanałow
tr_tr: Kanal Liste Fonksiyonları

source: Import a channellist
ca_es: Importa la llista de canals actual
cs_cz: Importovat aktuální seznam kanálů
de_de: Eine Kanalliste importieren
es_es: Importar lista de...
fi_fi: Lataa kanavalista tiedostosta
it_it: Importare la lista canali corrente
pl_pl: Importuj bierzącą liste kanałów
tr_tr: Kanal Liste Ithal Et

source: Export current channellist
ca_es: Exporta la llista de canals actual
cs_cz: Exportovat aktuální seznam kanálů
de_de: Aktuelle Kanalliste exportieren
es_es: Exportar lista actual a...
fi_fi: Tallenna kanavalista tiedostoon
it_it: Esportare la lista canali corrente
nl_nl: Exporteer de huidige kanalenlijst
pl_pl: Exportuj bierzącą liste kanałów
tr_tr: Kanal Liste Ihricat Et

source: Import favourites list
de_de: Favoritenliste importieren

source: Export current favourites list
de_de: Aktuelle Favoritenliste exportieren

source: Import channels from ReelBox Avantgarde
ca_es: Importa canals des de la Reelbox Avantgarde
de_de: Kanäle von ReelBox Avantgarde importieren
es_es: Importar canales desde ReelBox Avantgarde
nl_nl: Importeer de kanalen uit de Avantgarde

source: Scanning channels on DVB-T/C/S and S2 Tuners
ca_es: S'estan escanejant canals als sintonitzadors DVB-T/C/S i S2
cs_cz: Vyhledávání kanálů v tunerech DVB-T/C/S a S2
de_de: Suche Kanäle an DVB-T/C/S and S2 Tuner
es_es: Búsqueda de canales con DVB-T/C/S Y S2 Tuners
it_it: Ricerca canali su tuner DVB-T/C/S e S2
nl_nl: Scan kanalen met DVB-T/C/S en S2 tuners
pl_pl: Wyszukiwanie kanałów na Tunerach DVB-T/C/S i S2
tr_tr: Kanal Arama DVB-T/C/S ve S2 Tuner

source: Channel Scan
ca_es: Escaneig de canals
cs_cz: Hledání kanálů
de_de: Kanalsuche
es_es: Búsqueda de canales
fi_fi: Kanavahaku
it_it: Ricerca canali
nl_nl: Kanalen scannen
pl_pl: Szukanie kanałów
tr_tr: Kanal Arama

source: Position
ca_es: Posició
cs_cz: Pozice
es_es: Posición
fi_fi: Sijainti
it_it: Posizione
nl_nl: Positie
pl_pl: Pozycja
tr_tr: Posision

source: Modulation
ca_es: Modulació
cs_cz: Modulace
es_es: Modulación
fi_fi: Modulaatio
it_it: Modulazione
nl_nl: Modulatie
pl_pl: Modulacja
tr_tr: Moduülasyon

source: Import current channellist
nl_nl: Importeer huidige kanalenlijst

source: Radio + TV
ca_es: Ràdio i TV
cs_cz: Rádio + TV
fi_fi: radio- ja TV-kanavat
pl_pl: Tylko HDTV
tr_tr: Radio ve TV

source: Tuner
ca_es: Sintonitzador
es_es: Sintoniz.
fi_fi: Viritin

source: Intelligent 6900/6875/6111
cs_cz: Inteligentní 6900/6875/6111
fi_fi: päättele (6900/6875/6111)
it_it: 6900/6875/6111 intelligenti
pl_pl: Inteligentne 6900/6875/6111
tr_tr: Gelişmiş 6900/6875/6111

source: Symbolrate
cs_cz: Symbolová rychlost
fi_fi: Symbolinopeus
pl_pl: Szybkość Transmisji
tr_tr: Sembol Orani

source: Auto
cs_cz: Automaticky
fi_fi: automaattinen
tr_tr: Otomatik

source: DiSEqC
fi_fi: DiSEqC-kytkin
