Repository: suborb/reelvdr
Catalog: src/vdr-plugins/src/radio-0.9/po/*.po
Languages: de_de, fi_fi, fr_fr, hu_hu, it_it

source: unknown program type
de_de: Unbekannte Programmart
fi_fi: tuntematon ohjelmatyyppi
fr_fr: Type de programme inconnu
hu_hu: ismeretlen adástipus
it_it: tipo programma sconosciuto

source: News
de_de: Nachrichten
fi_fi: Uutiset
fr_fr: Informations
hu_hu: Hírek
it_it: Notizie

source: Current affairs
de_de: Aktuelles
fi_fi: ajankohtaista
fr_fr: Affaires courantes
hu_hu: aktuális
it_it: Attualità

source: Information
de_de: Info
fi_fi: tiedote
hu_hu: információ
it_it: Informazione

source: Education
de_de: Bildung
fi_fi: opetusohjelmaa
hu_hu: nevelés
it_it: Istruzione

source: Drama
de_de: Hörspiel
fi_fi: draamaa
fr_fr: Drame
hu_hu: rádiójáték
it_it: Dramma

source: Culture
de_de: Kultur
fi_fi: kulttuuria
hu_hu: kultúra
it_it: Cultura

source: Science
de_de: Wissenschaft
fi_fi: tiedeohjelma
hu_hu: tudomány
it_it: Scienza

source: Varied
de_de: Diverses
fi_fi: sekalaista
fr_fr: Divers
hu_hu: vegyes
it_it: Altro

source: Pop music
de_de: Popmusik
fi_fi: pop-musiikkia
fr_fr: Musique Pop
hu_hu: pop zene
it_it: Musica Pop

source: Rock music
de_de: Rockmusik
fi_fi: rock-musiikkia
fr_fr: Musique Rock
hu_hu: rock zene
it_it: Musica Rock

source: M.O.R. music
de_de: Easy Listening u.ä.
fi_fi: taukomusiikkia
fr_fr: Musique M.O.R.
hu_hu: könnyûzene
it_it: Musica M.O.R.

source: Light classical
de_de: Leichte Klassik
fi_fi: kevyttä klassista
fr_fr: Classique facile
hu_hu: könnyû klasszikus
it_it: Classica leggera

source: Serious classical
de_de: Ernste Klassik
fi_fi: klassista
fr_fr: Classique sérieux
hu_hu: komolyzene
it_it: Classica seria

source: Other music
de_de: Sonstige Musik
fi_fi: musiikkia
fr_fr: Autre musique
hu_hu: egyéb zene
it_it: Altra musica

source: Alarm
fi_fi: Hälytys
fr_fr: Alarme
hu_hu: Riasztó
it_it: Allarme

source: ext. Info
de_de: zus. Info
fr_fr: Infos externe
it_it: Info esterne

source: Radiotext
fi_fi: Radioteksti
fr_fr: Radio Texte
hu_hu: Rádiótext
it_it: Radio testo

source: [waiting ...]
de_de: [warte ...]
fi_fi: [odota ...]
fr_fr: [attente ...]
hu_hu: [várakozás...]
it_it: [attendere ...]

source: Title :
de_de: Titel :
fi_fi: Kappale :
fr_fr: Titre :
hu_hu: Cím :
it_it: Titolo :

source: Artist :
de_de: Interpret :
fi_fi: Esittäjä :
fr_fr: Artiste :
hu_hu: Elõadó :
it_it: Artista :

source: Records
de_de: Archiv
fi_fi: Rass-tallenteet
fr_fr: Archive
hu_hu: Archívum
it_it: Archivio

source: with <0>
de_de: mit <0>
fi_fi: '0'-näppäimellä
fr_fr: avec <0>
hu_hu: <0> bill.
it_it: con <0>

source: Rass-Image(s) saved from Archiv
de_de: Rass-Bild(er)speicherung von Archiv
fr_fr: Rass-image(2) saugarde de l'archive
hu_hu: Rass-kép(ek) elmentve az archívumból
it_it: Immagini Rass salvate dall'Archivio

source: Rass-Image(s) saved from Gallery
de_de: Rass-Bild(er) der Gallery gespeichert
fr_fr: Rass-image(2) saugarde de la gallerie
hu_hu: Rass-kép(ek) elmentve a galériából
it_it: Immagini Rass salvate dalla Galleria

source: Rass-Image saved
de_de: Rass-Bildspeich.
fr_fr: Rass-Image sauvegarder
hu_hu: Rass-Kép elmentve.
it_it: Immagine Rass salvata

source: Rass-Image failed
de_de: Rass-Bildspeicherfehler
fr_fr: Rass-Image erreur
hu_hu: Sikertelen Rass-Kép mentés
it_it: Immagine Rass fallita

source: Playlist
de_de: Titelliste
fi_fi: Soittolista
it_it: Lista esecuzione

source: Sports
de_de: Sport
fi_fi: Urheilu
hu_hu: Sport
it_it: Sport

source: Lottery
de_de: Lotterie
fi_fi: Arvonta
fr_fr: Loterie
hu_hu: Lottó
it_it: Lotteria

source: Weather
de_de: Wetter
fi_fi: Sää
fr_fr: Météo
hu_hu: Idõjárás
it_it: Meteo

source: Stockmarket
de_de: Bösenkurse
fi_fi: Pörssikurssit
fr_fr: Bourse
hu_hu: Börze
it_it: Borse

source: Other
de_de: Sonstiges
fi_fi: Sekalaiset
fr_fr: Autre
hu_hu: Egyéb
it_it: Altro

source: extra Info since
de_de: zusätzl. Info seit
fr_fr: Info extern depuis
it_it: Info extra da

source: RTplus Memory since
de_de: RTplus Speicher seit
fi_fi: RTplus-muisti alkaen
fr_fr: Mémoire de RTplus depuis
hu_hu: RTplus innen kezdve
it_it: Memoria RTplus da

source: Programme
de_de: Programminfo
fi_fi: Ohjelma
hu_hu: Programinfó
it_it: Programma

source: Stat.Short
de_de: Sender kurz
it_it: Brevi statistiche

source: Station
de_de: Sendername
fi_fi: Asema
hu_hu: Rádióadó
it_it: Stazione

source: Now
de_de: Jetzt
fi_fi: Nyt
fr_fr: Maintenant
hu_hu: Most
it_it: Adesso

source: ...Part
de_de: ...Detail
fi_fi: ...osa
fr_fr: ...Détail
hu_hu: ...rész
it_it: ...Dettaglio

source: Next
de_de: Demnächst
fi_fi: Seuraavaksi
fr_fr: Suivant
hu_hu: Következõ
it_it: Prossimo

source: Host
de_de: Moderator
fi_fi: Juontaja
fr_fr: Animateur
hu_hu: Müsorvezetõ
it_it: Animatore

source: Edit.Staff
de_de: Person(en)
fi_fi: Henkilökunta
fr_fr: Personne
hu_hu: Stáb
it_it: Staff

source: Homepage
fi_fi: Kotisivu
fr_fr: Page d'accueil
hu_hu: Honlap
it_it: Pagina princ.

source: Interactivity
de_de: Interaktiv
fi_fi: Interaktiivinen
fr_fr: Interactivité
hu_hu: Interaktivitás
it_it: Interattività

source: Phone-Hotline
de_de: Tel.-Hotline
fi_fi: Suoralinja puhelimelle
fr_fr: Téléphone hotline
hu_hu: Telefonos forródrót
it_it: Telefono assistenza

source: Phone-Studio
de_de: Tel.-Studio
fi_fi: Puhelin studioon
fr_fr: Téléphone studio
hu_hu: Telefon studió
it_it: Telefono studio

source: Email-Hotline
fi_fi: Suoralinja sähköpostille
hu_hu: E-mail forródrót
it_it: Email assistenza

source: Info
de_de: weitere Information
fi_fi: Lisätiedot
fr_fr: D'autres informations
hu_hu: Egyéb információ
it_it: Informazioni

source: NewsLocal
de_de: Nachricht.Lokal
fi_fi: Paikallisuutiset
fr_fr: Information local
hu_hu: Helyi hírek
it_it: Notizie locali

source: DateTime
de_de: Datum-Zeit
fi_fi: Ajankohtaista
fr_fr: Date-Heure
hu_hu: Dátum-óra
it_it: Data-Ora

source: Traffic
de_de: Verkehr
fi_fi: Liikenne
hu_hu: Forgalom
it_it: Traffico

source: Advertising
de_de: Hinweis/Reklame
fi_fi: Mainos
fr_fr: Publicité
hu_hu: Reklám
it_it: Pubblicità

source: Url
de_de: Url/Webseite
fi_fi: Linkki
hu_hu: Weblink
it_it: Sito web

source: Exit
de_de: Beenden
fi_fi: Lopeta
fr_fr: Sortir
hu_hu: Kilépés
it_it: Esci

source: Info-File saved
de_de: Info-Datei gespeichert
fr_fr: Sauvegarde du fichier inf
it_it: Info file salvate

source: RTplus-File saved
de_de: RTplus-Datei gespeichert
fi_fi: RTplus-tiedosto tallennettu
fr_fr: Sauvé fichier TTplus
hu_hu: RTplus-file elmentve
it_it: File RTplus salvato

source: last seen Radiotext
de_de: die letzten Radiotexte
fi_fi: viimeksi nähty radioteksti
fr_fr: Dernier Radio-texte
hu_hu: utoljára vett rádiótext
it_it: ultimo radio testo letto

source: Time
de_de: Zeit
fi_fi: Kellonaika
fr_fr: Temps
hu_hu: Idõ
it_it: Ora

source: Title
de_de: Titel
fi_fi: Kappale
fr_fr: Titre
hu_hu: Cím
it_it: Titolo

source: Artist
de_de: Interpret
fi_fi: Esittäjä
fr_fr: Artiste
hu_hu: Elõadó
it_it: Artista

source: Refresh Off
de_de: Aktualis. Aus
fi_fi: Älä päivitä
fr_fr: Arrêter actualisation
hu_hu: Frissítés ki
it_it: Disattiva aggiornamenti

source: Refresh On
de_de: Aktualis. Ein
fi_fi: Päivitä
fr_fr: Démarrer actualisation
hu_hu: Frissítés be
it_it: Attiva aggiornamenti

source: Back
de_de: Zurück
fi_fi: Takaisin
fr_fr: Retour
hu_hu: Vissza
it_it: Indietro

source: Off
de_de: Aus
fi_fi: pois
hu_hu: ki
it_it: Disattivo

source: only Text
de_de: nur Text
fi_fi: vain teksti
fr_fr: Seulement le texte
hu_hu: csak Text
it_it: solo testo

source: Text+TagInfo
de_de: Text+TagInfos
fi_fi: teksti+tunniste
fr_fr: Texte+Tag d'info
hu_hu: Text és Taginfo
it_it: Testo+Scheda info

source: only, if some
de_de: nur wenn vorhanden
fi_fi: jos saatavilla
fr_fr: Seulement, si disponible
hu_hu: csak, ha létezik
it_it: solo, se disp.

source: always
de_de: immer
fi_fi: aina
fr_fr: Toujours
hu_hu: mindig
it_it: sempre

source: Top
de_de: Oben
fi_fi: yläreuna
fr_fr: Haut
hu_hu: fenn
it_it: Alto

source: Bottom
de_de: Unten
fi_fi: alareuna
fr_fr: Bas
hu_hu: lenn
it_it: Basso

source: latest at Top
de_de: aktuelle Oben
fi_fi: ylöspäin
fr_fr: En haut
hu_hu: legfrisebbet felülre
it_it: ultimo in alto

source: latest at Bottom
de_de: aktuelle Unten
fi_fi: alaspäin
fr_fr: En bas
hu_hu: legfrisebbet alulra
it_it: ultimo in basso

source: Black
de_de: Schwarz
fi_fi: musta
fr_fr: Noir
hu_hu: fekete
it_it: Nero

source: White
de_de: Weiss
fi_fi: valkoinen
fr_fr: Blanc
hu_hu: fehér
it_it: Bianco

source: Red
de_de: Rot
fi_fi: punainen
fr_fr: Rouge
hu_hu: vörös
it_it: Rosso

source: Green
de_de: Grün
fi_fi: vihreä
fr_fr: Vert
hu_hu: zöld
it_it: Verde

source: Yellow
de_de: Gelb
fi_fi: keltainen
fr_fr: Jaune
hu_hu: sárga
it_it: Giallo

source: Blue
de_de: Blau
fi_fi: sininen
fr_fr: Bleu
hu_hu: kék
it_it: Blu

source: Cyan
fi_fi: syaani
hu_hu: cián
it_it: Ciano

source: Transparent
fi_fi: läpinäkyvä
hu_hu: átlátszó
it_it: Trasparente

source: about MainMenu
de_de: über Hauptmenü
fi_fi: päävalikosta
fr_fr: A propos de menu principal
hu_hu: mint a fõmenüben
it_it: info menu princ.

source: Automatic
de_de: Automatisch
fi_fi: automaattisesti
fr_fr: Automatique
hu_hu: automatikus
it_it: Automatica

source: only Taginfo
de_de: nur TagInfos
fi_fi: vain tunniste
fr_fr: Seulement Tag Info
hu_hu: csak Taginfo
it_it: solo scheda info

source: Rass only
de_de: Rass alleine
fi_fi: vain Rass
fr_fr: Rass seulement
hu_hu: csak Rass
it_it: Solo Rass

source: Rass+Text mixed
de_de: Text über Rass
fi_fi: Teksti ja Rass
fr_fr: Texte par dessus Rass
hu_hu: Text és Rass
it_it: Rass+testo misto

source: Activate
de_de: Aktivieren
fi_fi: Aktiivinen
fr_fr: Activer
hu_hu: Aktív
it_it: Attiva

source: Use StillPicture-Function
de_de: Standbild-Funktion aktiv
fr_fr: Utiliser fonction image de font
it_it: Utilizza funz. immagine princ.

source: Hide MainMenuEntry
de_de: Verstecke Hauptmenu-Eintrag
fi_fi: Piilota valinta päävalikosta
fr_fr: Cacher l'entrée dans le menu principal
hu_hu: Elrejtés a fõmenüben
it_it: Nascondi voce menu principale

source: RDSText Function
de_de: RDSText Funktion
fi_fi: RDS-tekstin toiminto
fr_fr: Fonction de RDS-Texte
hu_hu: RDS-Text funkció
it_it: Funzione testo RDS

source: RDSText OSD-Position
fi_fi: RDS-tekstin sijainti
fr_fr: Position OSD de RDS-Texte
hu_hu: Az RDS-Text OSD pozicíója
it_it: Posizione OSD testo RDS

source: RDSText OSD-Titlerow
de_de: RDSText OSD-Titelzeile
fi_fi: RDS-tekstin kappale
fr_fr: Titre OSD de RDS-Texte
hu_hu: RDS-Text OSD fejléc
it_it: Riga titolo OSD testo RDS

source: RDSText OSD-Rows (1-5)
de_de: RDSText OSD-Zeilen (1-5)
fi_fi: RDS-tekstin rivimäärä
fr_fr: Ligne OSD de RDS-Texte (1-5)
hu_hu: RDS-Text OSD sorok száma (1-5)
it_it: Righe OSD testo RDS (1-5)

source: RDSText OSD-Scrollmode
de_de: RDSText OSD-Scrollmodus
fi_fi: RDS-tekstin vieritystapa
fr_fr: Mode Scroll OSD de RDS-Texte
hu_hu: RDS-Text OSD görgetésének módja
it_it: Mod. scorr. OSD testo RDS

source: RDSText OSD-Taginfo
de_de: RDSText OSD-Taginformation
fi_fi: RDS-tekstin tunnistetiedot
fr_fr: Tag info OSD de RDS-Texte
it_it: Campo info OSD testo RDS

source: RDSText OSD-Skincolors used
de_de: RDSText OSD-Skinfarben benutzen
fi_fi: Käytä RDS-tekstille ulkoasun värejä
fr_fr: Couleur du skin utilisé de RDS-texte
hu_hu: Felhasznált RDS-Text színek
it_it: Colori interf. OSD testo RDS

source: RDSText OSD-Backgr.Color
de_de: RDSText OSD-Hintergrundfarbe
fi_fi: RDS-tekstin taustaväri
fr_fr: Couleur de fond OSD de RDS-Texte
hu_hu: RDS-Text háttérszín
it_it: Colore sfondo OSD testo RDS

source: RDSText OSD-Backgr.Transp.
de_de: RDSText OSD-Hintergr.Transparenz
fi_fi: RDS-tekstin taustan läpinäkyvyys
fr_fr: Fond transparent OSD de RDS-Texte
hu_hu: RDS-Text háttér átlátszósága
it_it: Trasp. sfondo OSD testo RDS

source: RDSText OSD-Foregr.Color
de_de: RDSText OSD-Textfarbe
fi_fi: RDS-tekstin väri
fr_fr: Couleur du texte OSD de RDS-Texte
hu_hu: RDS-Text fontszín
it_it: Colore car. OSD testo RDS

source: RDSText OSD-Timeout (0-1440 min)
fi_fi: RDS-tekstin odotusaika (0-1440min)
fr_fr: Timeout OSD de RDS-Texte (0-1440 min)
hu_hu: RDS-Text idõtúllépés (0-1440 perc)
it_it: Scad. testo RDS (0-1440 min)

source: RDSText OSD-Display
de_de: RDSText OSD-Anzeige
fi_fi: RDS-tekstin esitys
fr_fr: Affichage OSD de RDS-Texte
hu_hu: RDS-Text megjelenítés
it_it: Visualizz. OSD testo RDS

source: RDSText StatusMsg (lcdproc & co)
de_de: RDSText StatusMeld. (lcdproc & co)
fi_fi: RDS-tekstin toiminto laajennoksille
fr_fr: Statut message de RDS-Texte (lcdproc & co)
hu_hu: RDS-Text állapotüzenet (lcdproc, stb)
it_it: Mess. stato testo RDS (lcdproc & co)

source: RDSText Rass-Function
de_de: RDSText Rass-Funktion
fi_fi: Käytä RDS-tekstin Rass-toimintoa
fr_fr: Fonction Rass de RDSTexte
hu_hu: RDS Rass funkció
it_it: Funzione Rass testo RDS

source: External Info-Request
de_de: Externe Info-Abfrage
fr_fr: Demande d'infos externe
it_it: Richiesta info esterna

source: Radiochannels RDS-Text
de_de: Radiokanäle RDS-Text

source: External Info-Request by Internet
de_de: Externe Info-Abfrage via Internet

source: Email-Studio
fi_fi: Sähköposti studioon
hu_hu: E-mail studió

source: Magenta
hu_hu: bíbor

source: Sport
fi_fi: urheilua
