Repository: suborb/reelvdr
Catalog: src/vdr-plugins/src/skinreel3-2/po/*.po
Languages: ro_ro

source: *** Invalid Channel ***
ro_ro: *** Canal invalid ***

source: en_US
ro_ro: ro_RO

source: Languages
ro_ro: Limbi

source: Size
ro_ro: Dimensiune

source: Auxiliary information
ro_ro: Informatii auxiliare

source: Subtitles
ro_ro: Subtitrari

source: TrueType Font
ro_ro: Font TrueType

source: No TTF support!
ro_ro: Fara suport font TrueType

source: Default OSD Font
ro_ro: Fontul implicit pentru OSD

source: Default Fixed Size Font
ro_ro: Dimensiune implicita font fixat

source: Default Small Font
ro_ro: Font mic implicit

source: Logos & Symbols
ro_ro: Logo-uri & Simboluri

source: Fonts
ro_ro: Fonturi

source: Changes done
ro_ro: Modificari efectuate

source: elapsed
ro_ro: trecut

source: remaining
ro_ro: ramas

source: percent
ro_ro: procent

source: never
ro_ro: niciodata

source: use size.vdr only
ro_ro: foloseste dimensiune numai vdr

source: always
ro_ro: intotdeauna

source: Last line
ro_ro: Ultima linie

source: Help buttons
ro_ro: Butoane ajutor

source: Free last line
ro_ro: Ultima linie libera

source: Show auxiliary information
ro_ro: Arata informatii auxiliare

source: Show recording's size
ro_ro: Arata dimensiunea inregistrarii (lor)

source: Show remaining/elapsed time
ro_ro: Arata timpul ramas/trecut

source: Show VPS
ro_ro: Arata VPS

source: Show channel logos
ro_ro: Arata logo-uri canale

source: Flushing channel logo cache...
ro_ro: Eliberez cache logo-uri canale

source: Show symbols
ro_ro: Arata simboluri

source: Show symbols in replay
ro_ro: Arata simboluri in reluare

source: Show symbols in messages
ro_ro: Arata simboluri in mesaje

source: Show symbols in audio
ro_ro: Arata simboluri in audio

source: Show symbols in lists
ro_ro: Arata simboluri in liste

source: Show marker in lists
ro_ro: Arata semn marcator in lista

source: Show status symbols
ro_ro: Arata simboluri stare

source: Identify channel by
ro_ro: Identificare canale dupa

source: name
ro_ro: nume

source: Channel logo cache size
ro_ro: Dimensiune cache logo-uri

source: Button$Flush cache
ro_ro: Elibereaza cache

source: Name
ro_ro: Nume

source: Width
ro_ro: Latime

source: No TrueType fonts installed!
ro_ro: Nu sunt instalate fonturi TrueType!

source: Font Sizes
ro_ro: Dimensiune font

source: Fixed Font
ro_ro: Font Fixat

source: Button$Set
ro_ro: Seteaza

source: OSD title
ro_ro: titlu OSD

source: Messages
ro_ro: Mesaje

source: Date
ro_ro: Dată

source: Help keys
ro_ro: Taste ajutor

source: Channelinfo: title
ro_ro: Info Canal: titlu

source: Channelinfo: subtitle
ro_ro: Info Canal: subtitrare

source: Channelinfo: language
ro_ro: Info Canal: limba

source: List items
ro_ro: Lista obiecte

source: Info area: timers title
ro_ro: Info: titlu temporizator

source: Info area: timers text
ro_ro: Info: text temporizator

source: Info area: warning title
ro_ro: Info: titlu avertisment

source: Info area: warning text
ro_ro: Info: text avertisment

source: Details: title
ro_ro: Detalii: titlu

source: Details: subtitle
ro_ro: Detalii: subtitrare

source: Details: date
ro_ro: Detalii: Dată

source: Details: text
ro_ro: Detalii: text

source: Replay: times
ro_ro: Reluare: timpi

source: Channel:
ro_ro: Canal:

source: Search pattern:
ro_ro: Tipar cautare:

source: Timer check
ro_ro: Verifica temporizator

source: No timer check
ro_ro: Nu verifica temporizator
