Repository: suborb/reelvdr
Catalog: src/vdr-plugins/src/filebrowser-0.35/po/*.po
Languages: de_de, it_it, nl_nl

source: Cannot open file
de_de: Datei kann nicht geöffnet werden
it_it: Impossibile aprire il file!
nl_nl: Kan bestand niet openenen

source: Title
de_de: Titel
it_it: Titolo
nl_nl: Titel

source: Artist
de_de: Künstler
it_it: Artista
nl_nl: Artiest

source: Comment
de_de: Kommentar
it_it: Commento
nl_nl: Kommentaar

source: Year
de_de: Jahr
it_it: Anno
nl_nl: Jaar

source: Track
de_de: Titel
it_it: Traccia

source: Length
de_de: Länge
it_it: Lunghezza
nl_nl: Lengte

source: ID3$Channels
de_de: Kanäle
it_it: Canali
nl_nl: Kanalen

source: Copyrighted
de_de: Kopiergeschütz
it_it: Protetto da copyright

source: Protected
de_de: Geschützt
it_it: Protetto
nl_nl: Beschermd

source: Minimal bitrate
de_de: Minimale Bitrate
it_it: Bitrate minimo
nl_nl: Minimale bitrate

source: Maximal bitrate
de_de: Maximale Bitrate
it_it: Bitrate massimo
nl_nl: Maximale bitrate

source: Nominal bitrate
de_de: Nominelle Bitrate
it_it: Bitrate nominale
nl_nl: Nominale bitrate

source: File size
de_de: Dateigröße
it_it: Dimensione file
nl_nl: Bestandsgrootte

source: Last Modified
de_de: Letzte Änderung
it_it: Ultimo modificato
nl_nl: Laatst aangepast

source: please wait ...
de_de: Bitte warten ...
it_it: Attendere...
nl_nl: een momentje aub ...

source: Language packet sucessfully installed
de_de: Sprachdatei erfolgreich installiert
it_it: Lingua installata correttamente!
nl_nl: Taalpakket succesvol geïstalleerd

source: Language packet installation failed
de_de: Installation der Sprachdatei fehlgeschlagen
it_it: Installazione lingua fallita!
nl_nl: Installeren van taalpakket mislukt

source: Hard Drive
de_de: Festplatte
it_it: Disco fisso
nl_nl: Harddisk

source: My Music
de_de: Meine Musik
it_it: La mia musica
nl_nl: Mijn muziek

source: My Pictures
de_de: Meine Bilder
it_it: Le mie immagini
nl_nl: Mijn foto's

source: My Videos
de_de: Meine Videos
it_it: I miei video
nl_nl: Mijn video's

source: My Recordings
de_de: Meine Aufnahmen
it_it: Le mie registrazioni
nl_nl: Mijn opnames

source: My DVDs
de_de: Meine DVDs
it_it: I miei DVD
nl_nl: Mijn DVD's

source: Cannot mount media
de_de: Datenträger kann nicht eingebunden werden
it_it: Mount supporto impossibile!
nl_nl: Kan media niet mounten

source: Access denied!
de_de: Zugriff verweigert!
nl_nl: Toegang geweigerd

source: Insert in playlist
de_de: In Playlist einfügen
it_it: Inserire nella playlist
nl_nl: Voeg aan afspeellijst toe

source: Open playlist
de_de: Playlist öffnen

source: Copy playlist into
de_de: Playlist kopieren nach

source: Save playlist as
de_de: Playlist speichern als
it_it: Salvare la playlist come
nl_nl: Sla afspeellijst op als

source: File informations
de_de: Dateiinformationen
it_it: Informazioni sul file
nl_nl: Bestandsinformatie

source: Attributes from:
de_de: Eigenschaften von:
it_it: Attributi da:
nl_nl: Attributen van:

source: Delete entry
de_de: Eintrag löschen
it_it: Rimuovere voce
nl_nl: Wis selectie

source: Close playlist
de_de: Playlist schließen
it_it: Chiudere la playlist
nl_nl: Sluit afspeellijst

source: Save playlist
de_de: Playlist speichern
it_it: Salvare la playlist
nl_nl: Afspeellijst opslaan

source: Copy playlist to CD
de_de: Playlist auf CD kopieren
it_it: Copiare la playlist su CD
nl_nl: Kopieer afspeellijst naar CD

source: Playlist Commands
de_de: Playlist Funktionen
it_it: Comandi playlist
nl_nl: Afspeellijst commando's

source: Entry already exists
de_de: Eintrag schon vorhanden
it_it: Voce già presente!
nl_nl: Invoer bestaat reeds

source: Change the name and then press 'OK'
de_de: Namen ändern und mit 'OK' bestätigen
it_it: Cambiare il nome e premere "Ok"
nl_nl: Pas de naam aan en druk op 'OK'

source: Playlist name
de_de: Name der Playlist
it_it: Nome playlist
nl_nl: Naam van de afspeellijst

source: Options for image viewer
de_de: Einstellungen für Bildbetrachter
it_it: Opzioni visualizzatore immagini
nl_nl: Opties voor foto viewer

source: Display image file names
de_de: Dateinamen anzeigen
it_it: Mostrare nomi file immagine
nl_nl: Toon bestandsnaam van foto's

source: no
de_de: nein
nl_nl: nee

source: yes
de_de: ja
it_it: Sì
nl_nl: je

source: Slide show
de_de: Diaschau
it_it: Presentazione
nl_nl: Dia presentatie

source: Random choice
de_de: Zufällige Reihenfolge
it_it: Scelta casuale
nl_nl: Willekeurig

source: Cyclic display
de_de: Zyklische Wiedergabe
it_it: Presentazione ciclica
nl_nl: Normale weergave

source: Switch time (s)
de_de: Pause zwischen Bildwechsel (s)
it_it: Persistenza immagini (s)
nl_nl: Schakeltijd (s)

source: Clear cache
de_de: Cache leeren
it_it: Pulire cache
nl_nl: Wis cache

source: Cache cleared
de_de: Cache geleert
it_it: Cache ripulita
nl_nl: Cache gewist

source: ...opening file
de_de: ...Datei wird geöffnet
it_it: ... File in apertura
nl_nl: ...bestand wordt geopend

source: Cannot open file:
de_de: Datei kann nicht geöffnet werden:
it_it: Impossibile aprire il file:
nl_nl: Kan bestand niet openen

source: No more images
de_de: Keine weiteren Bilder vorhanden
nl_nl: Geen foto's meer beschikbaar

source: Slide show started
de_de: Diashow gestartet
it_it: Presentazione avviata
nl_nl: Dia presentatie gestart

source: Slide show halted
de_de: Diashow angehalten
it_it: Presentazione arrestata
nl_nl: Dia presentatie gestopt

source: Standard play mode
de_de: Standard Abspielmodus
nl_nl: Standaard afspeel mode

source: Random play mode
de_de: Zufällige Reihenfolge
nl_nl: Willekeurige afspeel mode

source: Copying
de_de: Kopieren
it_it: Copia in corso
nl_nl: Kopieëren

source: Multiple files
de_de: Mehrere Dateien
it_it: Fili multipli
nl_nl: Meerder bestanden

source: packet sucessfully installed
de_de: Paket erfolgreich installiert
it_it: Pacchetto installato correttamente!
nl_nl: pakket met succes geïnstalleerd

source: packet installation failed
de_de: Paketinstallation fehlgeschlagen
it_it: Installazione pacchetto fallita!
nl_nl: installatie van pakket mislukt

source: Selection is being deleted. Please wait...
de_de: Auswahl wird gelöscht. Bitte warten...
nl_nl: Selectie wordt gewist, Een moment aub....

source: Really Delete?
de_de: Wirklich löschen?
it_it: Cancellare?
nl_nl: Echt wissen?

source: Save/copy current playlist?
de_de: Aktuelle Playlist speichern/kopieren?
it_it: Salvare/Copiare la playlist corrente?
nl_nl: Huidige afspeellijst opslaan/kopieren?

source: Playlist saved as
de_de: Playlist gespeichert als
it_it: Playlista salvata come
nl_nl: Afspeellijst opgeslagen als

source: Working
de_de: Bearbeite
it_it: Operazione in corso
nl_nl: Bezig

source: Cancel
de_de: Abbruch
it_it: Annullare
nl_nl: annuleren

source: Execute
de_de: Ausführen
it_it: Eseguire
nl_nl: Uitvoeren

source: Paste selected entries
de_de: Markierte Dateien einfügen
it_it: Incollare le voci selezionate
nl_nl: Gemarkeerde selectie plakken

source: Insert
de_de: Einfügen
it_it: Inserire
nl_nl: Invoegen

source: Create dir
de_de: Neuer Ordner
it_it: Creare cartella
nl_nl: Maak directory

source: Selection is copied in background...
de_de: Auswahl wird im Hintergrund kopiert...
nl_nl: Selectie is in de achtergrond gekopieerd.....

source: Selection is being moved in background...
de_de: Auswahl wird im Hintergrund verschoben...
nl_nl: Selectie wordt in de achtergrond verplaatst.....

source: Expert mode
de_de: Experten
it_it: Modalità avanzata

source: Too many entries for playlist!
de_de: Zu viele Einträge für Playlist
it_it: Troppe voci nella playlist!
nl_nl: Teveel geselecteerd voor de afspeellijst

source: Functions
de_de: Funktionen
it_it: Funzioni
nl_nl: Funkties

source: Unselect all
de_de: Alle abwählen

source: Select all
de_de: Alle wählen
it_it: Selezionare tutto
nl_nl: Selecteer alles

source: Unselect
de_de: Abwählen

source: Select
de_de: Wählen
it_it: Selezionare
nl_nl: Selecteer

source: Back
de_de: Zurück
it_it: Indietro
nl_nl: Terug

source: Abort
de_de: Abbrechen

source: Save
de_de: Speichern

source: Playlist is saved in background...
de_de: Playlist wird im Hintergrund gespeichert...

source: Copy
de_de: Kopieren
it_it: Copiare
nl_nl: Kopieer

source: Directory Name
de_de: Ordnername
it_it: Nome cartella
nl_nl: Directory naam

source: Playlist entries are copied in background...
de_de: Playlisteinträge werden im Hintergrund kopiert...

source: Move
de_de: Verschieben
it_it: Spostare
nl_nl: Verplaats

source: Delete
de_de: Löschen
it_it: Cancellare
nl_nl: Wis

source: Rename entry
de_de: Eintrag umbenennen
it_it: Rinominare voce
nl_nl: Hernoem entry

source: Create directory
de_de: Neuen Ordner anlegen
it_it: Creare cartella
nl_nl: Maak een directory

source: Show playlist
de_de: Playlist anzeigen
it_it: Mostrare playlist
nl_nl: Afspeellijst tonen

source: Convert to UTF8
de_de: Nach UTF8 konvertieren
it_it: Convertire in UTF8
nl_nl: Converteer naar UTF8

source: Burn ISO-File
de_de: Brenne ISO-Datei
it_it: Masterizzare file ISO
nl_nl: Brand ISO bestand

source: Make And burn ISO-File
de_de: ISO erstellen und brennen
it_it: Produrre e masterizzare un file ISO
nl_nl: Maak en brandt het ISO bestand

source: Sort alphabetically
de_de: Alphabetisch sortieren

source: Sort by file size
de_de: Nach Größe sortieren

source: Filebrowser Commands
de_de: Dateimanager Funktionen
it_it: Comandi filebrowser
nl_nl: Bestand browser commando's

source: Started converting
de_de: Konvertierung gestartet
it_it: Conversione avviata
nl_nl: Conversie gestart

source: Finished converting
de_de: Konvertierung beendet
it_it: Conversione terminata!
nl_nl: Conversie gereed

source: Save playlist to disk
de_de: Playlist auf Platte speichern
it_it: Salvare la playlist su disco
nl_nl: Sla de afspeellijst op harddisk op

source: Copy playlist to usb stick
de_de: Playlist auf den USB-Stick kopieren
it_it: Copiare la playlist su penna USB
nl_nl: Kopieer de afspellijst naar een USB stick

source: Playlist actions
de_de: Aktionen für Playlist
it_it: Azioni playlist
nl_nl: Afspeellijst akties

source: Add selection to playlist
de_de: Auswahl zur Playlist hinzufügen

source: Discard playlist
de_de: Playlist verwerfen

source: Copy playlist content to a directory
de_de: Inhalte der Playlist in ein Verzeichnis kopieren

source: Discard current playlist
de_de: Aktive Playlist verwerfen

source: Append new playlist to current playlist
de_de: Neue Playlist an aktive anfügen

source: Directory already exists
de_de: Ordner schon vorhanden
it_it: Cartella già presente!
nl_nl: Directory bestaat reeds

source: New
de_de: Neu
it_it: Nuovo
nl_nl: Nieuw

source: To create a new directory press 'OK'
de_de: Namen angeben und mit 'OK' bestätigen.
it_it: Ok -> Creare una nuova cartella
nl_nl: Druk ´OK´ om een nieuwe directory te maken

source: Rename to
de_de: Umbenennen nach
it_it: Rinominare come
nl_nl: Hernoem naar

source: Filebrowser
de_de: Dateimanager
nl_nl: Bestand browser

source: File Browser
de_de: Dateimanager
nl_nl: Bestand browser

source: Picture viewer
de_de: Bildbetrachter
it_it: Visualizzatore immagini
nl_nl: Foto viewer

source: Original
it_it: Originale
nl_nl: Origineel

source: Playlist:
nl_nl: Afspeellijst:

source: Playlist
nl_nl: Afspeellijst

source: Genre
it_it: Genere
