Repository: suborb/reelvdr
Catalog: src/vdr-plugins/src/filebrowser-0.34/po/*.po
Languages: ca_es

source: Can't open file
ca_es: No es pot obrir el fitxer

source: Title
ca_es: Títol

source: Artist
ca_es: Intèrpret

source: Album
ca_es: Àlbum

source: Genre
ca_es: Gènere

source: Comment
ca_es: Comentaris

source: Year
ca_es: Any

source: Track
ca_es: Pistes

source: Length
ca_es: Durada

source: Samplerate
ca_es: Mostratge

source: ID3$Channels
ca_es: Canals

source: MPEG-Layer
ca_es: Capa MPEG

source: Copyrighted
ca_es: Amb copyright

source: Protected
ca_es: Protegit

source: Minimal bitrate
ca_es: Bitrate mínim

source: Maximal bitrate
ca_es: Bitrate màxim

source: Nominal bitrate
ca_es: Bitrate nominal

source: File size
ca_es: Mida del fitxer

source: Last Modified
ca_es: Darrera modificació

source: please wait ...
ca_es: si us plau, espereu ...

source: packet sucessfully installed
ca_es: el paquet s'ha instal·lat amb èxit

source: packet installation failed
ca_es: s'ha produït un error durant la instal·lació del paquet

source: Language packet sucessfully installed
ca_es: el paquet d'idioma s'ha instal·lat amb èxit

source: Language packet installation failed
ca_es: s'ha produït un error durant la instal·lació del paquet d'idioma

source: Hard Drive
ca_es: Disc Dur

source: My Music
ca_es: La meva Música

source: My Pictures
ca_es: Les meves Imatges

source: My Videos
ca_es: Les meves Pel·lícules

source: My Recordings
ca_es: Les meves Gravacions

source: My DVDs
ca_es: Els meus DVD

source: Cannot mount media
ca_es: No es pot muntar el suport

source: Insert in playlist
ca_es: Insereix a la llista de reproducció

source: File informations
ca_es: Detalls del fitxer

source: Attributes from:
ca_es: Copia atributs de:

source: Playlist:
ca_es: Llista de reproducció:

source: Delete entry
ca_es: Suprimeix entrada

source: Close playlist
ca_es: Tanca llista de reproducció

source: Save playlist as
ca_es: Desa la llista de reproducció com a

source: Save playlist
ca_es: Desa la llista de reproducció

source: Copy playlist to CD
ca_es: Copia la llista de reproducció a CD

source: Playlist Commands
ca_es: Ordres de la llista de reproducció

source: Entry already exists
ca_es: L'entrada ja existeix

source: Change the name and then press 'OK'
ca_es: Canvieu el nom i premeu 'OK'

source: Playlist name
ca_es: Nom de la Llista de reproducció

source: Options for image viewer
ca_es: Opcions per al visualitzador d'imatges

source: Display image file names
ca_es: Mostra el nom dels arxius d'imatge

source: yes
ca_es: sí

source: Slide show
ca_es: Presentació

source: Random choice
ca_es: Selecció aleatòria

source: Cyclic display
ca_es: Presentació sense fi

source: Switch time (s)
ca_es: Temps de salt (s)

source: Clear cache
ca_es: Buida la memòria cau

source: Cache cleared
ca_es: S'ha buidat la memòria cau

source: ...opening file
ca_es: ...s'està obrint el fitxer

source: Can't open file:
ca_es: No es pot obrir el fitxer:

source: No more images
ca_es: No més imatges

source: Slide show started
ca_es: Presentació iniciada

source: Slide show halted
ca_es: Presentació aturada

source: Standard play mode
ca_es: Mode de reproducció estàndard

source: Random play mode
ca_es: Mode de reproducció aleatòria

source: Copying
ca_es: S'està copiant

source: Multiple files
ca_es: Més d'un fitxer

source: Really Delete?
ca_es: Suprimir?

source: Save/copy current playlist?
ca_es: Desar/copiar la llista de reproducció actual?

source: Playlist saved as
ca_es: Llista de reproducció desada com a

source: Working
ca_es: S'hi està treballant

source: Cancel
ca_es: Cancel·la

source: Execute
ca_es: Executa

source: Paste selected entries
ca_es: Enganxa les entrades seleccionades

source: Insert
ca_es: Insereix

source: Create dir
ca_es: Crea carpeta

source: Expert mode
ca_es: Mode avançat

source: Too many entries for playlist!
ca_es: Hi ha massa entrades a la llista de reproducció!

source: Playlist
ca_es: Llista de reproducció

source: Functions
ca_es: Funcions

source: Deselect all
ca_es: Desselecciona-ho tot

source: Select all
ca_es: Selecciona-ho tot

source: Deselect
ca_es: Desselecciona

source: Select
ca_es: Selecciona

source: Back
ca_es: Enrere

source: Copy
ca_es: Copia

source: Move
ca_es: Desplaça

source: Delete
ca_es: Suprimeix

source: Rename entry
ca_es: Canvia de nom l'entrada

source: Create directory
ca_es: Crea carpeta

source: Show playlist
ca_es: Mostra la llista de reproducció

source: Convert to UTF8
ca_es: Converteix a UTF8

source: Burn ISO-File
ca_es: Grava un fitxer ISO

source: Make And burn ISO-File
ca_es: Crea i grava un fitxer ISO

source: Filebrowser Commands
ca_es: Ordres de l'explorador de fitxers

source: Started converting
ca_es: S'ha iniciat la conversió

source: Finished converting
ca_es: La conversió ha finalitzat

source: Save playlist to disk
ca_es: Desa la llista de reproducció al disc

source: Copy playlist to usb stick
ca_es: Copia la llista de reproducció al dispositiu usb

source: Playlist actions
ca_es: Accions a la llista de reproducció

source: Directory already exists
ca_es: La carpeta ja existeix

source: New
ca_es: Nova

source: To create a new directory press 'OK'
ca_es: Per crear una nova carpeta premeu 'OK'

source: Directory Name
ca_es: Nom de la carpeta

source: Rename to
ca_es: Canvia de nom a

source: Filebrowser
ca_es: Explorador de fitxers

source: File Browser
ca_es: Explorador de fitxers

source: Picture viewer
ca_es: Visualitzador d'imatges
