Repository: suborb/reelvdr
Catalog: src/vdr-plugins/src/reelbox-3/po/*.po
Languages: ca_es, de_de, nl_nl

source: brightness
ca_es: brillantor
de_de: Helligkeit
nl_nl: helderheid

source: contrast
de_de: Kontrast

source: colour
ca_es: color
de_de: Farbe
nl_nl: kleur

source: sharpness
ca_es: nitidessa
de_de: Schärfe
nl_nl: scherpte

source: gamma cor.
ca_es: corr. gamma
de_de: Gamma korrigieren
nl_nl: gamma correctie

source: flicker
ca_es: parpelleig
de_de: Flimmern

source: Reset to default
ca_es: Opcions per defecte
de_de: Werkseinstellung wiederherstellen
nl_nl: terug standaard instelling

source: Picture Settings
ca_es: Ajustaments de la imatge
de_de: Bildanpassung
nl_nl: Beeld instellingen

source: Fill to Screen
ca_es: Ajusta a la pantalla
de_de: Vollbild
nl_nl: Schermvullend

source: Fill to Aspect
ca_es: Ajusta segons l'aspecte
de_de: Original
nl_nl: Zoom

source: Crop to Fill
ca_es: Retalla per ajustar
de_de: Zoom
nl_nl: Origineel

source: Setup - Video
ca_es: Configuració - Vídeo
de_de: Einstellungen - Video
nl_nl: Instellingen - Video

source: SDTV only
ca_es: Només SDTV
de_de: SDTV
nl_nl: alleen SDTV

source: Auto
de_de: Automatisch

source: Off
de_de: Aus
nl_nl: Uit

source: Progressive
ca_es: Progressiu
de_de: Progressiv
nl_nl: Progressief

source: Media resolution
ca_es: Resolució mitjana
de_de: Quellauflösung
nl_nl: Media resolutie

source: Always on
ca_es: Sempre actiu
de_de: Immer an
nl_nl: Altijd aan

source: Always off
ca_es: Sempre inactiu
de_de: Immer aus
nl_nl: Altijd uit

source: On
de_de: An
nl_nl: Aan

source: Experts
ca_es: Avançats
de_de: Experten
nl_nl: Expert

source: Video Settings
ca_es: Configuració de vídeo
de_de: Videoeinstellungen
nl_nl: Video instellingen

source: Use extension HD
ca_es: Utilitza extensió HD
de_de: Extension HD nutzen
nl_nl: Gebruik HD uitbreiding module

source: Output
ca_es: Sortida
de_de: Ausgang
nl_nl: Uitgang

source: Analog Output
ca_es: Sortida analògica
de_de: Analoge Ausgabe
nl_nl: Analoge uitgang

source: Analog Port
ca_es: Port analògic
de_de: Analoger Ausgang
nl_nl: Analoge poort

source: Secondary Output
ca_es: Sortida addicional
de_de: Sekundäre Ausgabe
nl_nl: Tweede uitgang

source: Switching Voltage
ca_es: Canvia el voltatge
de_de: Schaltspannung
nl_nl: Schakelspanning

source: Display Type
ca_es: Tipus de visualització
de_de: Bildformat

source: Aspect Ratio
ca_es: Relació d'aspecte
de_de: Seitenverhältnis
nl_nl: Verhoudings controle

source: Resolution
ca_es: Resolució
de_de: Bildschirmauflösung
nl_nl: Resolutie

source: Refresh Rate
ca_es: Freq. actual. pantalla
de_de: Bildwiederholfrequenz
nl_nl: Verversing graad

source: Progressive/Interlaced
ca_es: Progressiu/Entrellaçat
de_de: Progressiv/Interlaced

source: Deinterlacer for SDTV
ca_es: Desentrellaça per SDTV
de_de: Deinterlacer für SDTV
nl_nl: Deinterlacer voor SDTV

source: Dot by Dot
ca_es: Punt a punt
de_de: Punkt für Punkt

source: Resolution change
ca_es: Canvia la resolució
de_de: Auflösung anpassen
nl_nl: Resolutie aanpassing

source: OSD scaling
ca_es: Canvi d'escala OSD
de_de: Skalierung OSD
nl_nl: OSD schaal

source: Mode
de_de: Modus

source: Output mode
ca_es: Mode de sortida
de_de: Ausgabemodus

source: Anamorphic+WSS
ca_es: Anamòrfic i WSS
de_de: Anamorph+WSS
nl_nl: Anamorph+WSS

source: Anamorphic
ca_es: Anamòrfic
de_de: Anamorph
nl_nl: Anamorph

source: Manual
de_de: Manuell
nl_nl: Handmatig

source: Aspect Ratio Ctrl.
ca_es: Ctrl. Relació d'aspecte
de_de: Kontrolle Seitenverhältnis
nl_nl: Beeld verhouding controle

source: Auto PAL50/PAL60
de_de: Automatik PAL50/PAL60

source: PAL50 only
ca_es: només PAL50
de_de: PAL50
nl_nl: Alleen PAL50

source: NTSC only
ca_es: només NTSC
de_de: NTSC
nl_nl: Alleen NTSC

source: At Startup
ca_es: A l'inici
de_de: Beim Systemstart einschalten
nl_nl: Tijdens opstarten

source: Scart Voltage
ca_es: Voltatge Euroconnector
de_de: Scart Schaltspannung
nl_nl: Scart spanning

source: Auto 75Hz+60Hz (VESA)
de_de: 75Hz+60Hz auto (VESA)

source: Auto 50Hz+60Hz (NON-VESA!)
de_de: 50Hz+60Hz auto (NON-VESA!)

source: Auto 67Hz+60Hz (NON-VESA!)
de_de: 67Hz+60Hz auto (NON-VESA!)

source: 50Hz Only (NON-VESA!)
ca_es: Només 50Hz (NON-VESA!)
de_de: 50Hz (NON-VESA!)
nl_nl: 50Hz Alleen (NON-VESA!)

source: 60Hz Only (VESA)
ca_es: Només 60Hz (VESA)
de_de: 60Hz (VESA)
nl_nl: 60Hz Alleen (VESA)

source: 67Hz Only (NON-VESA!)
ca_es: Només 67Hz (NON-VESA!)
de_de: 67Hz (NON-VESA!)
nl_nl: 67Hz Alleen (NON-VESA!)

source: 75Hz Only (VESA)
ca_es: Només 75Hz (VESA)
de_de: 75Hz (VESA)
nl_nl: 75Hz Alleen (VESA)

source: Framerate
ca_es: Imatges per segon
de_de: Wiederholungsrate

source: no
de_de: nein
nl_nl: nee

source: Upscaling for SDTV
ca_es: Amplia per SDTV
de_de: SDTV hochskalieren
nl_nl: Opscalen voor SDTV

source: Setup - Audio
ca_es: Configuració - Àudio
de_de: Einstellungen - Audio
nl_nl: Instellingen - Audio

source: Audio Settings
ca_es: Configuració d'Àudio
de_de: Audioeinstellungen
nl_nl: Audio instellingen

source: Setup.DVB$Use Dolby Digital
ca_es: Utilitza Dolby Digital
de_de: Dolby Digital
nl_nl: Dolby Digitaal gebruiken

source: Output Dolby D/dts on
ca_es: Sortida Dolby D/dts activa
de_de: Dolby D ausgeben über
nl_nl: Uitgang DD/DTS naar

source: Output as
ca_es: Tipus sortida
de_de: Ausgeben als
nl_nl: Uitgang als

source: Soundcard
ca_es: Tarja de so
de_de: Soundkarte
nl_nl: Geluidskaart

source: Delay (1/100s)
ca_es: Retard (1/100s)
de_de: Verzögerung (1/100s)
nl_nl: Vertraging (1/100s)

source: Analog Audio on
ca_es: Àudio analògic actiu
de_de: Analog-Ton ausgeben über
nl_nl: Analoog geluid naar

source: TRS (3.5mm phone jack)
ca_es: TRS (jack de 3.5mm)
de_de: Klinke (3.5mm)
nl_nl: TRS (3.5mm hoofdtelefoon aansluiting)

source: HDMI/SCART/RCA jack
ca_es: jack HDMI/Euroconector/RCA
de_de: HDMI/SCART/Cinch
nl_nl: HDMI/Scart/tulp

source: Restart ReelBox now? Please wait 2 minutes!
ca_es: Reiniciar la Reelbox? Si us plau, espereu 2 minuts!
de_de: ReelBox neu starten? Bitte 2 Minuten warten!
nl_nl: Reelbox herstarten? wacht aub 2 minuten

source: Interlaced
ca_es: Entrellaçat

source: Maximum
ca_es: Màxim
nl_nl: Maximaal

source: SCART
ca_es: Euroconnector

source: Analog+digital
ca_es: Analògic i digital
nl_nl: Analoog en digitaal

source: Norm/Framerate
ca_es: Norma/Imatges per segon

source: Stereo (PCM)
ca_es: Estèreo (PCM)

source: Analog Mix
ca_es: Mescla analògica
nl_nl: Analoge mix

source: Normal
nl_nl: Normaal
