Repository: suborb/reelvdr
Catalog: src/vdr-plugins/src/mediad-0.0.3-reel3/po/*.po
Languages: de_de, pl_pl, ro_ro

source: autoplays identified media
de_de: Spielt automatisch erkannte Medien
pl_pl: automatycznie odgrywa zidentyfikowany nośnik
ro_ro: autoredare mediu stocare identificat

source: Play Disk
de_de: Disk abspielen
pl_pl: Odgrywaj Dysk
ro_ro: Redare Disc

source: Play Medium
de_de: CD/DVD abspielen
pl_pl: Odgrywaj Nośnik
ro_ro: Redare mediu stocare

source: Identifying Disc
de_de: Identifiziere Disk
pl_pl: Identyfikuje Dysk
ro_ro: Identific Disc

source: Choose action
de_de: Aktion auswählen
pl_pl: Wybierz akcje
ro_ro: Alege o actiune

source: Couldn't read disc!
de_de: Konnte Disk nicht lesen!
pl_pl: Nie mógł odczytać dysku!
ro_ro: Nu pot sa citesc discul!

source: Start of
de_de: Starte
pl_pl: Start off
ro_ro: Pornire a

source: Missing appropriate PlugIn!
de_de: Kein passendes Plugin gefunden!
pl_pl: Brakuje odpowiedniej Wtyczki!
ro_ro: Lipseste un plugin necesar!

source: Play recordings
de_de: Aufnahmen abspielen
pl_pl: Odgrywaj nagrania
ro_ro: Redare inregistrari

source: Show archive
de_de: Archiv anzeigen
pl_pl: Pokaż archiwum
ro_ro: Arata arhiva

source: Play video CD
de_de: Video-CD abspielen
pl_pl: Odgrywaj wideo CD
ro_ro: Redare video CD

source: Play music
de_de: Musik abspielen
pl_pl: Odgrywaj muzyke
ro_ro: Redare muzica

source: Archive audio CD
de_de: Audio-CD archivieren
pl_pl: Archiwuj CD dzwięku
ro_ro: Arhiva CD Audio

source: Play multimedia
de_de: Multimediadatei abspielen
pl_pl: Odgrywaj nosnik multimedialny
ro_ro: Redare multimedia

source: Play DVD
de_de: DVD abspielen
pl_pl: Odgrywaj DVD
ro_ro: Redare DVD

source: Play photo CD
de_de: Photo-CD anzeigen
pl_pl: Odgrywaj CD z zdięciami
ro_ro: Redare CD poze

source: Play audio CD
de_de: Audio-CD abspielen
pl_pl: Odgrywaj CD dzwięku
ro_ro: Redare Audio CD

source: Burn recordings
de_de: Aufnahmen brennen
pl_pl: Nagraj nagrania
ro_ro: Scrie pe disc inregistrari

source: Copy DVD
de_de: DVD archivieren
pl_pl: Kopiuj DVD
ro_ro: Copiaza DVD

source: Browse data
de_de: Dateimanager öffnen

source: Play video
de_de: Video abspielen
pl_pl: Odgrywaj wideo
ro_ro: Redare video

source: Play video DVD
de_de: Video DVD abspielen
pl_pl: Odgrywaj wideo DVD
ro_ro: Redare video DVD

source: Wrong dmh-archive-dvd structure!
de_de: Defekte DMH-Archiv-DVD Struktur!
pl_pl: Błędna struktura dmh-archiwum-dvd!
ro_ro: Structura gresita de arhiva dvd-dmh!

source: Drive not present in mplayersources.conf!
de_de: Laufwerk fehlt in mplayersources.conf!
pl_pl: Nośnik nieobecny w mplayersources.conf!
ro_ro: Hardul sau unitatea CD/DVD nu este prezenta in mplayersources.conf!

source: Drive not present in mp3sources.conf!
de_de: Laufwerk fehlt in mp3sources.conf!
pl_pl: Nośnik nieobecny w mp3sources.conf!
ro_ro: Hardul sau unitatea CD/DVD nu este prezenta in mp3sources.conf!

source: Data
de_de: Daten
pl_pl: Dane

source: blank disc
de_de: leere CD/DVD
pl_pl: pusty disk
ro_ro: disc gol

source: unknown
de_de: unbekannt
pl_pl: nieznany
ro_ro: necunoscut

source: Select device
de_de: Gerät auswählen
pl_pl: Wybierz urządzenie
ro_ro: Selecteaza dispozitiv

source: ask each time
de_de: Immer nachfragen
pl_pl: pytaj co raz
ro_ro: intreaba de fiecare data

source: AutoStart
de_de: Automatisch starten
pl_pl: AutomatycznyStart

source: Request for DVD action
de_de: DVD Aktion abfragen

source: Request for CD action
de_de: CD Aktion abfragen

source: Recordings
de_de: Aufnahmen
pl_pl: Nagrania
ro_ro: Inregistrari

source: Audio
pl_pl: Dzwiek

source: Video DVD
pl_pl: Wideo DVD
