Repository: suborb/reelvdr
Catalog: src/vdr-plugins/src/mediaplayer-0.0.3/po/*.po
Languages: de_de, pl_pl, ro_ro

source: Media Player
de_de: Medienplayer
pl_pl: Odtwarzacz Multimedialny
ro_ro: Player Media

source: Recordings
de_de: Aufnahmen
pl_pl: Nagrania
ro_ro: Inregistrari

source: Music
de_de: Musik
pl_pl: Muzyka
ro_ro: Muzica

source: Images
de_de: Bilder
pl_pl: Obrazy
ro_ro: Imagini

source: Videos
pl_pl: Wideo
ro_ro: Video

source: My Music
de_de: Meine Musik
pl_pl: Moja Muzyka
ro_ro: Muzica mea

source: My Images
de_de: Meine Bilder
pl_pl: Moje Obrazy
ro_ro: Imaginile mele

source: My Videos
de_de: Meine Videos
pl_pl: Moje Wideo
ro_ro: Flmele mele

source: Rotor
pl_pl: Obrotnica

source: My Recordings
de_de: Meine Aufnahmen
pl_pl: Moje Nagrania
ro_ro: Inregistrarile mele

source: Play CD/DVD
de_de: DVD - Player
pl_pl: Odgrywaj CD/DVD
ro_ro: Redare CD/DVD

source: Internet radio
pl_pl: Radio Internetowe
ro_ro: Radio prin Internet

source: Play Ipod
de_de: IPOD Player
pl_pl: Odgrywaj Ipod
ro_ro: Redare Ipod

source: Audio Player
pl_pl: Odtwarzacz Dzwiku
ro_ro: Player Audio

source: Music Library
de_de: Musikarchiv
pl_pl: Bibloteka Muzyki
ro_ro: Librarie Muzica

source: Image Player
de_de: Bildbetrachter
pl_pl: Odtwarzacz Obrazu
ro_ro: Player Imagini

source: Image Library
de_de: Bildarchiv
pl_pl: Bibloteka Obraz√≥w
ro_ro: Librarie Imagini

source: MediaplayerDvd
pl_pl: Odtwarzacz MultimedialnyDVD

source: Video Library
de_de: Filmarchiv
pl_pl: Bibloteka Wideo
ro_ro: Librarie Video

source: Movie Library
de_de: Filmarchiv
pl_pl: Bibloteka Filmowa
ro_ro: Librarie Filme

source: Music & media player
de_de: Musik & Medienplayer

source: Movie & media player
de_de: Film & Medienplayer
