Repository: suborb/reelvdr
Catalog: src/vdr-plugins/src/bgprocess-0.1.0/po/*.po
Languages: ca_es, cs_cz, es_es, it_it, pl_pl, ro_ro, tr_tr

source: Cutting
ca_es: S'està retallant
cs_cz: Střih
es_es: Cortando
it_it: Taglio in corso
pl_pl: Ucina
ro_ro: In curs de taiere
tr_tr: Kesme

source: Collects and lists background processes and their status
ca_es: Mostra els processos en segon pla i el seu estat
cs_cz: Shromáždí a vypíše procesy na pozadí a jejich stav
es_es: Recoge y lista procesos activos en segundo plano
it_it: Elenco e stato processi in background
pl_pl: Zbiera i wyswietla procesy w tle i ich status
ro_ro: Colectez info despre procesele din fundal si despre starea lor

source: Activity
ca_es: Activitat
cs_cz: Aktivita
es_es: Actividad
it_it: Attivit√†
pl_pl: Actywność
ro_ro: Activitate
tr_tr: Aktiflik

source: %d background process (%d%%)
ca_es: %d procés en segon pla (%d%%)
cs_cz: %d procesů na pozadí (%d %%)
es_es: %d procesos en segundo plano (%d%%)
it_it: %d processi in background (%d%%)
pl_pl: %d proces w tle (%d%%)
ro_ro: %d procese in fundal (%d%%)
tr_tr: %d Zemin Işlemi (%d%%)

source: Background processes
ca_es: Processos en segon pla
cs_cz: Procesy na pozadí
es_es: Procesos en segundo plano
it_it: Processi in background
pl_pl: Proces wykonywany w tle
ro_ro: Procesele din fundal
tr_tr: Zemin Işlemler

source: No process completed
ca_es: No hi ha processos acabats
cs_cz: Žádný dokončený proces
es_es: No se ha completado el proceso
it_it: Nessun processo completato
pl_pl: Żaden proces zakończony
ro_ro: Nici-un proces completat
tr_tr: Işlemler Tamamlanmadi

source: Completed processes
ca_es: Processos acabats
cs_cz: Dokončené procesy
es_es: Proceso completado
it_it: Processi completati
pl_pl: Zakonczony proces
ro_ro: Procese completate
tr_tr: Işlemler Tamamlandi!

source: Clear list
ca_es: Neteja la llista
cs_cz: Vymazat seznam
es_es: Limpiar lista
it_it: Ripulire lista
pl_pl: Skasuj liste
ro_ro: Goleste lista
tr_tr: Liste Temizlendi

source: Running
ca_es: S'està executant
cs_cz: Spuštěno
es_es: Funcionando
it_it: In esecuzione
pl_pl: W trakcie wykonywania
ro_ro: In desfasurare
tr_tr: Sürüyor

source: No background process running
ca_es: No s'estan executant processos en segon pla
cs_cz: Žádný spuštěný proces na pozadí
es_es: No hay procesos en segundo plano funcionando
it_it: Nessun processo in background attivo
pl_pl: Żaden bieżacy proces w tle
ro_ro: Nu ruleaza nici-un proces in fundal
tr_tr: Zemin Işlemler Yok

source: Running processes
ca_es: Processos en execució
cs_cz: Spuštěné procesy
es_es: Proceso funcionando
it_it: Processi attivi
pl_pl: Bieżace procesy
ro_ro: Procese in desfasurare
tr_tr: Işlemler Sürüyor

source: Completed
ca_es: Acabat
cs_cz: Dokončeno
es_es: Completado
it_it: Completato
pl_pl: Zakończony
ro_ro: Completate
tr_tr: Işlemler Biti
