Repository: suborb/reelvdr
Catalog: src/vdr-2.0.2-bm2lts/PLUGINS/src/reelbox/po/*.po
Languages: cs_cz, it_it, pl_pl, ro_ro

source: brightness
cs_cz: jas
it_it: Luminosità
pl_pl: jasność
ro_ro: Stralucire

source: contrast
cs_cz: kontrast
it_it: Contrasto
pl_pl: kontrast

source: colour
cs_cz: barva
it_it: Colore
pl_pl: kolor
ro_ro: culoare

source: sharpness
cs_cz: ostrost
it_it: Nitidezza
pl_pl: ostrość
ro_ro: claritate

source: gamma cor.
cs_cz: kor. gamma
it_it: Corr. gamma
pl_pl: korekcja gammy
ro_ro: corectie gamma

source: flicker
cs_cz: blikání
it_it: Sfarfallamento
pl_pl: mruganie
ro_ro: licÄƒrire

source: Reset to default
cs_cz: Obnovit výchozí nastavení
it_it: Ripristinare predefiniti
pl_pl: Zresetuj do domyslnych
ro_ro: Revenire la initial

source: Picture Settings
cs_cz: Nastavení obrazu
it_it: Configurazione immagine
pl_pl: Utawienia obrazu
ro_ro: Setari imagine

source: Fill to Screen
cs_cz: Vyplnit obrazovku
it_it: Adattare allo schermo
pl_pl: Wypełnij caly Ekran
ro_ro: Umple ecran

source: Fill to Aspect
cs_cz: Zachovat poměr
it_it: Adattare all'aspetto
pl_pl: Wypełnij do Aspektu
ro_ro: Umple Aspect

source: Crop to Fill
cs_cz: Oříznout
it_it: Tagliare per adattare
pl_pl: Zmniejsz do pełna
ro_ro: Taie pentru a incapea

source: Setup - Video
cs_cz: Nastavení obrazu
it_it: Configurazione - Video
pl_pl: Ustawienia - Wideo

source: SDTV only
cs_cz: Pouze SDTV
it_it: Solo SDTV
pl_pl: Tylko SDTV
ro_ro: numai SDTV (Standard Tv)

source: Auto
cs_cz: Automaticky

source: Off
cs_cz: Vypnuto
ro_ro: Oprit

source: Progressive
cs_cz: Progresivní
it_it: Progressivo
pl_pl: Progresywne
ro_ro: Progresiv

source: Interlaced
cs_cz: Prokládané
it_it: Interlacciato
pl_pl: Z przeplotem
ro_ro: Intretesut

source: Maximum
cs_cz: Maximální
it_it: Massimo

source: Media resolution
cs_cz: Rozlišení média
it_it: Risoluzione supporto
pl_pl: Rezolucja media
ro_ro: Rezolutie

source: Normal
cs_cz: Normální
it_it: Normale
pl_pl: Normalny

source: Always on
cs_cz: Vždy zapnuto
it_it: Sempre on
pl_pl: Zawsze włączony
ro_ro: Intotdeauna pornit

source: Always off
cs_cz: Vždy vypnuto
it_it: Sempre off
pl_pl: Zawsze wyłączony
ro_ro: Intotdeauna oprit

source: On
cs_cz: Zapnuto
ro_ro: Pornit

source: Analog+digital
cs_cz: Analog. + digit.
it_it: Analogico+digitale
pl_pl: Analogowe+cyfrowe

source: Experts
cs_cz: Rozšířené
it_it: Esperti
pl_pl: Eksperci
ro_ro: Expert

source: Video Settings
cs_cz: Nastavení obrazu
it_it: Configurazione video
pl_pl: Ustawienia Wideo
ro_ro: Setari Video

source: Use extension HD
cs_cz: Používat Extension HD
it_it: Usare extension HD
pl_pl: Uzywaj rozszerzenie HD
ro_ro: Foloseste extensia HD

source: Output
cs_cz: Výstup
pl_pl: Wyjście
ro_ro: Iesire

source: Analog Output
cs_cz: Analogový výstup
it_it: Output analogico
pl_pl: Wyjście Analogowe
ro_ro: Iesire Analog

source: Analog Port
cs_cz: Analogový port
it_it: Porta analogica
pl_pl: Port Analogowy
ro_ro: Port Analog

source: Secondary Output
cs_cz: Sekundární výstup
it_it: Output secondario
pl_pl: Wyjście Drugorzedne
ro_ro: Iesire secundara

source: Switching Voltage
cs_cz: Spínací napětí
it_it: Commutazione voltaggio
pl_pl: przełanczanie Napięcia
ro_ro: Voltaj comutare

source: Display Type
cs_cz: Typ zobrazení
it_it: Tipo display
pl_pl: Typ Obrazu
ro_ro: Tip Display

source: Aspect Ratio
cs_cz: Poměr stran
it_it: Rapporto d'aspetto
pl_pl: Stosunek Aspektu
ro_ro: Ratie Aspect

source: Resolution
cs_cz: Rozlišení
it_it: Risoluzione
pl_pl: Rezolucja
ro_ro: Rezolutie

source: Refresh Rate
cs_cz: Obnovovací frekvence
pl_pl: Szybkość Odświerzenia
ro_ro: Rata reimprospatare

source: Progressive/Interlaced
cs_cz: Progresivní/prokládané
it_it: Progressivo/Interlacciato
pl_pl: Progresywne/Z przeplotem
ro_ro: Progresiv/Intretesut

source: Deinterlacer for SDTV
cs_cz: Zrušení prokl. pro SDTV
it_it: Deinterlacer per SDTV
ro_ro: Deintretesere pentru SDTV

source: Dot by Dot
cs_cz: Bod po bodu
it_it: Punto per punto
pl_pl: Kropka po Kropce
ro_ro: Punct cu Punct

source: Resolution change
cs_cz: Změna rozlišení
it_it: Cambio risoluzione
pl_pl: Zmiana rezolucji
ro_ro: Schimba rezolutie

source: OSD scaling
cs_cz: Škálování OSD
it_it: Scaling OSD
pl_pl: Skalowanie OSD
ro_ro: Scalare OSD

source: Overscan
cs_cz: Přeskenování
pl_pl: Nadmiarowość obrazu
ro_ro: Suprascanare

source: Mode
cs_cz: Režim
it_it: Modalità
pl_pl: Tryb
ro_ro: Mod

source: Output mode
cs_cz: Výstupní režim
it_it: Modalità output
pl_pl: Tryb wyjścia
ro_ro: Mod iesire

source: Anamorphic+WSS
cs_cz: Anamorfní+WSS
it_it: Anamorfico + WSS
ro_ro: Anamorfic+WSS

source: Anamorphic
cs_cz: Anamorfní
it_it: Anamorfico

source: Manual
cs_cz: Ručně
it_it: Manuale
pl_pl: Ręczne

source: Aspect Ratio Ctrl.
cs_cz: Řízení poměru stran
it_it: Ctrl. rapporto d'aspetto
ro_ro: Control Ratie Aspect

source: PAL50 only
cs_cz: Pouze PAL50
it_it: Solo PAL50
pl_pl: Tylko PAL50
ro_ro: numai PAL50

source: NTSC only
cs_cz: Pouze NTSC
it_it: Solo NTSC
pl_pl: Tylko NTSC
ro_ro: numai NTSC

source: Norm/Framerate
cs_cz: Norma/snímková frekvence
ro_ro: Norma/Rata de cadre

source: At Startup
cs_cz: Při spuštění
it_it: All'avvio
pl_pl: przy Starcie
ro_ro: La Pornire

source: Scart Voltage
cs_cz: Napětí Scart
it_it: Voltaggio SCART
pl_pl: Napięcie Scart
ro_ro: Voltaj scart

source: Auto 50Hz+60Hz (NON-VESA!)
cs_cz: Auto 50Hz+60Hz (není VESA!)
it_it: 50Hz+60Hz automatico (NON-VESA!)

source: Auto 67Hz+60Hz (NON-VESA!)
cs_cz: Auto 67Hz+60Hz (není VESA!)
it_it: 67Hz+60Hz automatico (NON-VESA!)

source: 50Hz Only (NON-VESA!)
cs_cz: Pouze 50Hz (není VESA!)
it_it: Solo 50Hz (NON-VESA!)
pl_pl: Tylko 50Hz (NON-VESA!)
ro_ro: numai 50Hz (NON-VESA!)

source: 60Hz Only (VESA)
cs_cz: Pouze 60Hz (VESA)
it_it: Solo 60Hz (VESA)
pl_pl: Tylko 60Hz (VESA)
ro_ro: numai 60Hz (VESA)

source: 67Hz Only (NON-VESA!)
cs_cz: Pouze 67Hz (není VESA!)
it_it: Solo 67Hz (NON-VESA!)
pl_pl: Tylko 67Hz (NON-VESA!)
ro_ro: numai 67Hz (NON-VESA!)

source: 75Hz Only (VESA)
cs_cz: Pouze 75Hz (VESA)
it_it: Solo 75Hz (VESA)
pl_pl: Tylko 75Hz (VESA)
ro_ro: numai 75Hz (VESA)

source: Framerate
cs_cz: Snímková frekvence
pl_pl: Szybkość klatek
ro_ro: Rata de cadre

source: no
cs_cz: ne
pl_pl: nie
ro_ro: NU

source: Upscaling for SDTV
cs_cz: Zvýšení rozlišení pro SDTV
it_it: Upscaling per SDTV
pl_pl: Upscaling dla SDTV
ro_ro: Upscalare pentru SDTV

source: Setup - Audio
cs_cz: Nastavení zvuku
it_it: Configurazione - Audio
pl_pl: Układ - Dzwięku
ro_ro: Setari - Audio

source: Audio Settings
cs_cz: Nastavení zvuku
it_it: Configurazione audio
pl_pl: ustawienia Dzwięku
ro_ro: Setari Audio

source: Setup.DVB$Use Dolby Digital
cs_cz: Používat zvuk v Dolby Digital
it_it: Usare Dolby Digital
pl_pl: Używaj Dolby Digital
ro_ro: Foloseste Dolby Digital

source: Output as
cs_cz: Výstup jako
it_it: Output come
pl_pl: Wyjście jako
ro_ro: Iesire ca

source: Soundcard
cs_cz: Zvuková karta
it_it: Scheda audio
pl_pl: Karta dzwięku
ro_ro: Placa sunet

source: Analog Audio on
cs_cz: Analogový zvuk na
it_it: Audio analogico On
pl_pl: Dzwięk analogowy włączony
ro_ro: Audio Analag pornit

source: TRS (3.5mm phone jack)
cs_cz: TRS (tlf. kon. 3,5 mm)
it_it: TRS (jack cuffia 3.5mm)
ro_ro: TRS (3.5mm mufa casti)

source: HDMI/SCART/RCA jack
cs_cz: kon. HDMI/SCART/RCA
it_it: Jack HDMI/SCART/RCA

source: Analog Mix
cs_cz: Analogové směšování
it_it: Mix analogico
pl_pl: Analogowy Mix
ro_ro: Mix Analog

source: Restart ReelBox now? Please wait 2 minutes!
cs_cz: Restartovat ReelBox? Počkejte prosím 2 minuty!
it_it: Riavviare il ReelBox? Attendere 2 minuti!
pl_pl: Zastartować Reelbox teraz? Prosze czekać 2 minuty!
ro_ro: Repornesc ReelBox acum ? Va rog asteptati 2 minute !

source: Auto PAL50/PAL60
it_it: PAL50/PAL60 automatico

source: Auto 75Hz+60Hz (VESA)
it_it: 75Hz+60Hz automatico (VESA)
