Repository: suborb/reelvdr
Catalog: src/vdr-plugins/src/dvdswitch-0.1.2-reel2/po/*.po
Languages: es_es, it_it, nl_nl

source: Reading DVD
es_es: Leyendo DVD
it_it: Lettura DVD in corso
nl_nl: DVD lezen

source: Writing DVD
es_es: Grabando DVD
it_it: Scrittura DVD in corso
nl_nl: Scrijven van DVD

source: Please insert DVD:
es_es: Inserte DVD
it_it: Inserire DVD:
nl_nl: Plaats een DVD:

source: Commands
es_es: Órdenes
it_it: Comandi
nl_nl: Commando's

source: Burn image
es_es: Grabar imágen
it_it: Masterizzare immagine
nl_nl: Brand een image

source: Rename image
es_es: Renombrar imágen
it_it: Rinominare immagine
nl_nl: Hernoem image

source: Open DVD-tray
es_es: Abrir bandeja DVD
it_it: Aprire cassetto DVD
nl_nl: DVD-Lade openen

source: Close DVD-tray
es_es: Cerrar bandeja DVD
it_it: Chiudere cassetto DVD
nl_nl: Sluit DVD lade

source: Delete cache
es_es: Borrar caché
it_it: Cancellare la cache
nl_nl: Wis cache

source: Format DVD-RW
es_es: Formatear DVD-RW
it_it: Formattare DVD-RW
nl_nl: Formatteer DVD-RW

source: Directory management
es_es: Modificación de directorios
it_it: Gestione cartelle
nl_nl: Directory beheer

source: Success...
es_es: Completado con éxito...
it_it: Esito...
nl_nl: Gelukt...

source: Directory Management
es_es: Modificación de directorios
it_it: Gestione cartella
nl_nl: Directory beheer

source: Select Directory
es_es: Seleccionar un directorio
it_it: Selezionare cartella
nl_nl: Selecteer directory

source: New
es_es: Nuevo
it_it: Nuovo
nl_nl: Nieuw

source: Select
es_es: Seleccionar
it_it: Selezionare
nl_nl: Kiezen

source: Rename
es_es: Renombrar
it_it: Rinominare
nl_nl: Hernoemen

source: Delete
es_es: Borrar
it_it: Cancellare
nl_nl: Wissen

source: Move
es_es: Mover
it_it: Spostare
nl_nl: Verplaatsen

source: Edit Directories
es_es: Editar directorios
it_it: Modificare cartelle

source: no Rights!
es_es: ¡No tiene derechos!
it_it: Diritti insuff.!
nl_nl: geen rechten!

source: really delete?
es_es: ¿Desea borrar?
it_it: Rimuovere?
nl_nl: werkelijk wissen?

source: Directory not empty. however delete?
es_es: El directorio no está vacío, ¿desea borrar?
it_it: Cartella NON vuota: rimuoverla comunque?
nl_nl: Directory niet leeg. Toch wissen?

source: no rights!
es_es: ¡No tiene derechos!
it_it: Diritti insuff.!
nl_nl: geen rechten!

source: no rights to create
es_es: No tiene derechos para crearlo
it_it: Diritti insuff. per creare!
nl_nl: geen rechten om iets aan te maken

source: Directory exists
es_es: El directorio ya existe
it_it: Cartella già esistente
nl_nl: Directory bestaat reeds

source: no rights to rename
es_es: No tiene derechos para renombrarlo
it_it: Diritti insuff. per rinominare!
nl_nl: geen rechten om te hernoemen

source: Insert
es_es: Insertar
it_it: Inserire
nl_nl: Invoegen

source: Specified Writescript not exist!
es_es: ¡El Script de escritura especificado no existe!
it_it: Lo script di scrittura indicato NON esiste!
nl_nl: Gespecificeerde schrijfscript bestaat niet!

source: Cannot execute Writescript!
es_es: ¡No se puede ejecutar el Script de escritura!
it_it: Impossibile eseguire lo script di scrittura!
nl_nl: Kan schrijfscript niet uitvoeren!

source: Burn Now?
es_es: ¿Grabar ahora?
it_it: Masterizzare?
nl_nl: Nu branden?

source: Read DVD
es_es: Leer DVD
it_it: Leggere DVD
nl_nl: Lees DVD

source: Specified Readscript not exist!
es_es: ¡El Script de lectura especificado no existe!
it_it: Lo script di lettura indicato NON esiste!
nl_nl: Gespecificeerde leesscript bestaat niet!

source: Cannot execute Readscript!
es_es: ¡No se puede ejecutar el Script de lectura!
it_it: Impossibile eseguire lo script di lettura!
nl_nl: Kan leesscript niet uitvoeren!

source: Now Read?
es_es: ¿Leer ahora?
it_it: Leggere?
nl_nl: Nu lezen?

source: Image-File
es_es: Imágen-Archivo
it_it: File immagine
nl_nl: Image-bstand

source: Image-Directory
es_es: Imágen-Directorio
it_it: Cartella immagine

source: Previously seen DVDs
es_es: DVDs usados anteriormente
it_it: DVD già visti in precedenza
nl_nl: Eerder gebruikte DVD's

source: Archives DVDs and plays it from Harddisk
es_es: Guardar DVD y reproducirlo desde el disco duro
it_it: Archiviare DVD e riprodurli da harddisk
nl_nl: Archiveer DVD's en speel ze vanaf de harde schijf

source: Archive Video-DVD
es_es: Guardar Vídeo-DVD
it_it: Archiviare DVD video
nl_nl: Archiveer Video-DVD

source: DVD-Plugin not found! Function deactivated!
es_es: ¡Plugin DVD no encontrado, función desactivada!
it_it: Plugin DVD non trovato! Funzione disattivata.
nl_nl: DVD-plugin niet gevonden! Funktie uitgeschakeld!

source: Directory with 'VIDEO_TS' Folder
es_es: Directorio con carpetas VIDEO-TS
it_it: Directory con cartella "VIDEO_TS"
nl_nl: Directory met 'VIDEO_TS' map

source: Directory
es_es: Directorio
it_it: Cartella

source: File with '.iso' Extension
es_es: Archivo con ext. ISO
it_it: File con estensione ".iso"
nl_nl: Bestand met '.iso' extentie

source: Iso-Image
es_es: Imágen-ISO
it_it: Immagine ISO

source: My DVDs
es_es: Mis DVDs
it_it: I miei DVD
nl_nl: Mijn DVD's

source: free
es_es: Libre
it_it: Liberi
nl_nl: vrij

source: to change
es_es: Para cambiar
it_it: per cambiare
nl_nl: te veranderen

source: File exists in Directory
es_es: Archivo existente en el directorio
it_it: Il file esiste nella cartella
nl_nl: Bestand bestaat reeds in de directory

source: Please wait. Searching for DVD images
es_es: Buscando imágenes DVD...
it_it: Ricerca Immagini DVD in corso. Attendere...
nl_nl: Moment aub. Zoeken naar DVD images

source: without Category
es_es: Sin categoría
it_it: Senza categoria
nl_nl: zonder kategorie

source: DVD-Drive
es_es: Dispositivo DVD
it_it: Drive DVD
nl_nl: DVD-speler

source: insert Media
es_es: Insertar Medio
it_it: Inserire supporto
nl_nl: Voer medium in

source: no Rights to rename
es_es: No tiene derechos para renombrar
it_it: Diritti insuff. per rinominare!
nl_nl: geen rechten om te hernoemen

source: RIP a DVD
es_es: Extraer archivos de un DVD
it_it: RIP DVD
nl_nl: Rip een DVD

source: All Images
es_es: Todas las imágenes
it_it: Tutte le immagini
nl_nl: Alle image's

source: All with Cat.
es_es: Todo con Cat.
it_it: Tutte con cat.
nl_nl: Alle met cat.

source: Directories
es_es: Directorios
it_it: Cartelle

source: Image-Type
es_es: Imágen-Tipo
it_it: Tipo immagine

source: File-Type
es_es: Archivo-Tipo
it_it: Tipo file
nl_nl: Bestands-type

source: none
es_es: Ninguno
it_it: Nessuno
nl_nl: geen

source: ascending
es_es: Ascendiente
it_it: Ascendente
nl_nl: oplopend

source: descending
es_es: Descendiente
it_it: Discendente
nl_nl: aflopend

source: none Function
es_es: Sin función
it_it: Nessuna funzione
nl_nl: geen Funktie

source: Dir. Management
es_es: Modificación Dir.
it_it: Gestione cartelle
nl_nl: Dir. Beheer

source: Tray open
es_es: Bandeja abierta
it_it: Cassetto aperto
nl_nl: Lade openen

source: Tray close
es_es: Bandeja cerrada
it_it: Cassetto chiuso
nl_nl: Lade sluiten

source: Play
es_es: Reproducir
nl_nl: Afspelen

source: Image rename
es_es: Renombrar imágen
it_it: Rinominare immagine
nl_nl: Image hernoemen

source: Image move
es_es: Mover imágen
it_it: Spostare immagine
nl_nl: Image verplaatsen

source: Image delete
es_es: Borrar imágen
it_it: Rimuovere immagine
nl_nl: Image wissen

source: Image burn
es_es: Grabar imágen
it_it: Masterizzare immagine
nl_nl: Image branden

source: Image read
es_es: Leer imágen
it_it: Leggere immagine
nl_nl: Image lezen

source: Dir.Mgmt.
es_es: Modif.Dir.
it_it: Gest.Cart.
nl_nl: Dir.beheer

source: Open
es_es: Abrir
it_it: Aprire

source: Close
es_es: Cerrar
it_it: Chiudere
nl_nl: Sluiten

source: Burn
es_es: Grabar
it_it: Masterizzare
nl_nl: Branden

source: Copy
es_es: Copiar
it_it: Copiare
nl_nl: Kopieer

source: Use -> and <- for opening and closing menus
es_es: Usar -> y <- para abrir o cerrar menús
it_it: Usare -> e <- per aprire e chiudere i menu
nl_nl: Gebruik -> en <- om de menu's te openenen en te sluiten

source: Save
es_es: Guardar
it_it: Salvare
nl_nl: Opslaan

source: Generic Settings
es_es: Configuración general
it_it: Configurazioni generiche
nl_nl: Algemene Instellingen

source: Imagetypes
es_es: Tipos de imágenes
it_it: Tipo immagine
nl_nl: Imagetype

source: View free DiskSpace
es_es: Ver espacio libre en disco
it_it: Spazio libero su disco
nl_nl: Toon vrije DiskRuimte

source: Display Settings
es_es: Configuración del visor
it_it: Configurazione display
nl_nl: Toon instellingen

source: Display Mode
es_es: Modo visor
it_it: Modalità display

source: Category Type
es_es: Tipo-Categoría
it_it: Tipo categoria
nl_nl: Categorie Type

source: invisible empty Dir's/Cat.
es_es: invisible vacío Dir./Cat.
it_it: Cart./Cat. vuote invisibili
nl_nl: lege Dir's/Cat. niet tonen

source: Alphabetic Sort
es_es: Orden alfabético
it_it: Ordine alfabetico
nl_nl: Sorteer op alfabet

source: visible DVD-Drive
es_es: Dispositivo DVD visible
it_it: Drive DVD visibile
nl_nl: visualiseer DVD-speler

source: Special Display Settings
es_es: Conf. especiales visor
it_it: Configurazione speciale display
nl_nl: Speciale display instellingen

source: visible Image-Type Col
es_es: Visible Imágen-Tipo Col
it_it: Col. tipo immagine visibile
nl_nl: zichtbare Image-Type Col

source: Width for Image-Col
es_es: Anchura para Imágen-Col
it_it: Larghezza col. immagine
nl_nl: Breedte voor Image-Col

source: char for Cat.Line
es_es: Char para línea Cat.
it_it: Car. per linea cat.
nl_nl: karakter voor Cat.Line

source: Count before Cat.Name
es_es: Contar antes nombreCat.
it_it: Cont. prima di nome cat.
nl_nl: Getal voor Cat.Name

source: Spaces before/after Cat.Name
es_es: Espacios antes/después de nombre Cat.
it_it: Spazi prima/dopo nome cat.
nl_nl: Spatie's voor/achter Cat.Name

source: CutText for Subcat
es_es: Cortar texto para Subcat
it_it: Tronc. testo per sottocat.
nl_nl: CutText voor Subcat

source: Navigation
es_es: Navegación
it_it: Navigazione
nl_nl: Navigatie

source: Cat.Jump by Left/Right
es_es: Mover derecha/izda. Cat.
it_it: Dx/Sx -> Cambiare cat.
nl_nl: Cat.Sprong bij Links/Rechts

source: Key allocation
es_es: Situación teclas
it_it: Assegnazione tasti
nl_nl: Toets toewijzing

source: Key 1
es_es: Tecla 1
it_it: Tasto 1
nl_nl: Toets 1

source: Key 2
es_es: Tecla 2
it_it: Tasto 2
nl_nl: Toets 2

source: Key 3
es_es: Tecla 3
it_it: Tasto 3
nl_nl: Toets 3

source: Key 4
es_es: Tecla 4
it_it: Tasto 4
nl_nl: Toets 4

source: Key 5
es_es: Tecla 5
it_it: Tasto 5
nl_nl: Toets 5

source: Key 6
es_es: Tecla 6
it_it: Tasto 6
nl_nl: Toets 6

source: Key 7
es_es: Tecla 7
it_it: Tasto 7
nl_nl: Toets 7

source: Key 9
es_es: Tecla 8
it_it: Tasto 9
nl_nl: Toets 9

source: Key 0
es_es: Tecla 0
it_it: Tasto 0
nl_nl: Toets 0

source: Key Green
es_es: Tecla Verde
it_it: Tasto verde
nl_nl: Toets groen

source: Key Yellow
es_es: Tecla Amarilla
it_it: Tasto giallo
nl_nl: Toets geel

source: Key OK
es_es: Tecla OK
it_it: Tasto Ok
nl_nl: Toets OK

source: to adjust
es_es: Para ajustar
it_it: per regolare
nl_nl: in te stellen

source: Imagetypes
es_es: Tipos de imágenes
it_it: Tipi immagine
nl_nl: Image type

source: Edit
es_es: Editar
it_it: Modificare

source: really delete Entry?
es_es: ¿Borrar entrada?
it_it: Cancellare la voce?
nl_nl: Ingave werkelijk wissen?

source: File
es_es: Archivo
nl_nl: Bestand

source: Description:
es_es: Descripción:
it_it: Descrizione
nl_nl: Omschrijving:

source: Type-Title:
es_es: Tipo-Título
it_it: Tipo titolo:
nl_nl: Type-titel:

source: Image Type
es_es: Tipo de imágen
it_it: Tipo immagine

source: Directory contains:
es_es: Contenido directorio
it_it: La cartella contiene:
nl_nl: Directory bevat:

source: File Extension:
es_es: Extensión archivo:
it_it: Estensione file:
nl_nl: Bestand extentie's:

source: Hide Extension
es_es: Ocultar extensión
it_it: Nascondere estensione
nl_nl: Verberg extentie's

source: 'Description' must not empty!
es_es: ¡Descripción no puede estar vacío!
it_it: "Descrizione" NON può essere vuoto!
nl_nl: 'Omschrijving' mag niet leeg zijn!

source: 'Type-Title' must not empty!
es_es: ¡Tipo-Título no puede estar vacío
it_it: "Tipo Titolo" NON può essere vuoto!
nl_nl: 'Type-titel' mag niet leeg zijn!

source: 'Directory contains' must not empty!
es_es: ¡Contenido Directorio no puede estar vacío
it_it: "La Cartella Contiene" NON può essere vuoto!
nl_nl: 'Dir inhoud' mag niet leeg zijn!

source: 'File Extension' must not empty!
es_es: ¡Extensión Archivo no puede estar vacío!
it_it: "Estensione File" NON può essere vuoto!
nl_nl: 'Bestands extentie' mag niet leeg zijn!

source: (Size %03.1f GB)
it_it: (Dim. %03.1f GB)
nl_nl: (Grootte %03.1f GB)

source: Key 8
it_it: Tasto 8
nl_nl: Toets 8

source: Copying DVD
nl_nl: DVD kopieeren

source: Image Directory not readable or does not exist
nl_nl: Image directory is niet leesbaar of bestaat niet

source: DVD found in drive.
nl_nl: DVD in de speler gevonden.

source: Info:
nl_nl: Informatie:

source: Use the red button to create a archive.
nl_nl: Maak een archief met behulp van de rode knop.

source: No DVD found in drive.
nl_nl: Geen DVD in de speler gevonden.

source: Insert a DVD to create a archive
nl_nl: Leg een DVD in om het archief te maken
