Repository: suborb/reelvdr
Catalog: src/vdr-1.4/po/*.po
Languages: it_it

source: New Channels
it_it: Nuovi canali

source: Favorites
it_it: Preferiti

source: *** Invalid Channel ***
it_it: *** Canale NON valido ***

source: Channel not available!
it_it: Canale non disponibile!

source: Can't start Transfer Mode!
it_it: Impossibile avviare modalità trasferimento!

source: Starting EPG scan
it_it: Inizio ricerca EPG

source: No title
it_it: Nessun titolo

source: No help available
it_it: Nessun aiuto disponibile!

source: LanguageName$English
it_it: Italiano

source: LanguageCode$eng
it_it: ita

source: TV-Guide (EPG)
it_it: Guida TV (EPG)

source: Timer Manager
it_it: Gestione timer

source: Search-Timer Manager
it_it: Gestione timer di ricerca

source: Parental Control
it_it: Controllo parentale

source: DVB channel list, TV guide, Timer & Search timer menus, Parental control
it_it: Elenco canali DVB, guida TV, menu timer e timer di ricerca, controllo parentale

source: Overview of all TV and radio stations: Switch, manage and edit channels
it_it: Panoramica emittenti radio e TV: cambiare, gestire e modificare canali

source: Get information on TV programs and easily select broadcasts for recording
it_it: Informazioni su programmi TV e facile selezione eventi da registrare

source: View, edit and manage recording timers
it_it: Vedere, modificare e gestire timer registrazioni

source: Find broadcasts with user defined search terms, i.e for recording TV series
it_it: Trovare programmi secondo criteri definiti dall'utente. Es.: registrare serie TV

source: Deny access to TV channels, broadcasts or TV recordings by setting a PIN code
it_it: Impedire l'accesso a canali TV, programmi o registrazioni mediante un codice PIN

source: Music & Pictures
it_it: Musica e immagini

source: Image Library
it_it: Archivio immagini

source: Music Library
it_it: Archivio musica

source: Music library, Picture library, Internet radio, Audio CD ripping
it_it: Archivi musica e immagini, internet radio, ripping CD audio

source: Music library, Picture library, Internet radio
it_it: Archivi musica e immagini, internet radio

source: Play music, manage and copy music files
it_it: Riprodurre / gestire / copiare file musicali

source: Watch pictures, manage and copy picture files
it_it: Visualizzare / gestire / copiare file di immagini

source: Listen to internet radio, manage and add radio stations
it_it: Ascoltare / gestire / aggiungere stazioni radio da internet

source: Copy an Audio CD to the music library
it_it: Copiare CD audio in archivio musica

source: Movie Library
it_it: Archivio film

source: Button$Functions
it_it: Funzioni

source: Setup.Recording$Time Buffer at Start (min)
it_it: Margine inizio registr. (min)

source: Setup.Recording$Time Buffer at End (min)
it_it: Margine fine registr. (min)

source: Undelete Recordings
it_it: Ripristinare registrazioni cancellate

source: New folder
it_it: Nuova cartella

source: Movie library, TV recordings, Burn TV recordings, Video DVD ripping
it_it: Archivio Film, registrazioni , masterizzare registrazioni, ripping DVD

source: Movie library, TV recordings
it_it: Archivio film, registrazioni TV

source: Watch movies, manage and copy movie files
it_it: Riprodurre / gestire / copiare file video

source: Watch TV recordings, cut, manage and copy TV recordings
it_it: Riprodurre / tagliare / gestire / copiare registrazioni

source: Recover accidentally deleted TV recordings
it_it: Ripristinare registrazioni cancellate accidentalmente

source: Burn TV recordings on CD or DVD
it_it: Masterizzare registrazioni su CD o DVD

source: Copy a Video-DVD to the movie library
it_it: Copiare DVD video in archivio film

source: Internet & Extras
it_it: Internet & extra

source: Filebrowser
it_it: Browser file

source: Create directory
it_it: Creare cartella

source: Playlist actions
it_it: Azioni playlist

source: Playlist Commands
it_it: Comandi playlist

source: Filebrowser Commands
it_it: Comandi browser file

source: Save playlist as
it_it: Salvare la playlist come

source: File Manager, Web browser, ReelBlog
it_it: File manager, browser web, ReelBlog

source: Copy, move, edit and delete files
it_it: Copiare / spostare / modificare / cancellare file

source: Surf the web with Firefox. / Show the Linux desktop.
it_it: Navigare nel web con Firefox / mostrare il desktop Linux.

source: Read news & information on the ReelBox
it_it: Leggere notizie e informazioni sul ReelBox

source: Additional Software
it_it: Software aggiuntivo

source: Magazine EPG
it_it: Rivista EPG

source: Additional software provided by third party developers
it_it: Sofware aggiuntivo fornito da sviluppatori di terze parti

source: Play the disk in the drive
it_it: Riprodurre il disco nel drive

source: Show currently active background processes
it_it: Mostrare i processi attivi in background

source: Format a DVD-RW
it_it: Formattare un DVD-RW

source: Directory browser
it_it: Browser cartelle

source: My Pictures
it_it: Le mie immagini

source: My Music
it_it: La mia musica

source: My Videos
it_it: I Miei video

source: My DVDs
it_it: I Miei DVD

source: EPG Commands:
it_it: Comandi EPG:

source: Search actions
it_it: Azioni di ricerca

source: Search entries
it_it: Voci di ricerca

source: Search templates
it_it: Modelli di ricerca

source: Edit search
it_it: Modificare ricerca

source: Edit timer
it_it: Modificare timer

source: Edit blacklist
it_it: Modificare lista nera

source: Edit template
it_it: Modifica modello

source: Edit user-defined days of week
it_it: Modificare giorni settimana definiti dall'utente

source: found recordings
it_it: Registrazioni trovate

source: Select directory
it_it: Selezionare cartella

source: Timer conflicts -
it_it: Conflitto timer! -

source: Title$Childlock
it_it: Blocco bambini

source: Games
it_it: Giochi

source: Multifeed Options
it_it: Opzioni multifeed

source: Move recording
it_it: Spostare registrazione

source: Select Reelblog item
it_it: Selezionare argomento Reelblog

source: Rename entry
it_it: Rinominare la voce

source: Rename directory
it_it: Rinominare la cartella

source: Setup
it_it: Configurazione

source: Software Update
it_it: Aggiornamento software

source: Channel Lists
it_it: Elenco canali

source: Channel lists functions
it_it: Funzioni elenco canali

source: Channelscan
it_it: Ricerca canali

source: Installation Wizard
it_it: Wizard d'installazione

source: Installation
it_it: Installazione

source: Remote Control / Automation
it_it: Telecomando: apprendimento tasti

source: MultiRoom Setup
it_it: Configurazione MultiRoom

source: Basic Settings
it_it: Configurazione di base

source: Network Settings
it_it: Configurazione di rete

source: EPG Services
it_it: Canali EPG

source: Reception Settings
it_it: Configurazione ricezione

source: Network
it_it: Rete

source: Global Settings
it_it: Configurazione globale

source: UMTS Settings
it_it: Configurazione UMTS

source: Dynamic DNS
it_it: DNS dinamico

source: GnuDIP service
it_it: Servizio GnuDIP

source: DynDNS service
it_it: Servizio DynDNS

source: Manual Network Connections
it_it: Connessioni di rete manuali

source: Windows Network Connection
it_it: Connessioni di Rete windows

source: NFS Client
it_it: Client NFS

source: Video Recorder
it_it: Registratore video

source: Network Drives
it_it: Drive di rete

source: Setup - Audio/Video
it_it: Configurazione - Audio/Video

source: Timezone & clock
it_it: Fuso orario e orologio

source: System Information
it_it: Informazioni sistema

source: NetCeiver diagnostics
it_it: Diagnostica NetCeiver

source: Antenna settings
it_it: Configurazione antenna

source: Rotor Setup
it_it: Configurazione rotore

source: Language Settings
it_it: Configurazione lingua

source: Timezone
it_it: Fuso orario

source: Timezone Settings
it_it: Configurazione fuso orario

source: Front Panel
it_it: Pannello frontale

source: TVTV Service
it_it: Servizio TVTV

source: International EPG
it_it: EPG internazionale

source: Energy Options
it_it: Opzioni energia

source: Setup.Miscellaneous$Power On/Off option
it_it: Opzioni power on/off

source: Setup.Miscellaneous$Standby Mode
it_it: Modalità standby

source: Mark Commercials
it_it: Marcare pubblicità

source: Add Child Lock
it_it: Aggiungere blocco bambini

source: Remove Child Lock
it_it: Rimuovere blocco bambini

source: Change title
it_it: Modificare titolo

source: Mark as New
it_it: Etichettare come nuovo

source: Remove Archive Mark
it_it: Cancellare etichetta attiva

source: Remove Crop Mark
it_it: Cancellare etichetta di taglio

source: Remove Archived Recording
it_it: Cancellare registrazione archiviata

source: Restore Archived Recording
it_it: Ripristinare registrazione archiviata

source: Convert to MPEG (TS)
it_it: Convertire in MPEG (TS)

source: Directory Selector:
it_it: Selettore cartelle:

source: Select Media
it_it: Selezionare supporto

source: Edit Channels
it_it: Modificare canali

source: Phase 1: Detecting RC code type
it_it: Fase 1: rilevamento tipo codice TC

source: Press any key on the RC unit
it_it: Premere un tasto sul telecomando

source: RC code detected!
it_it: Codice TC rilevato!

source: Do not press any key...
it_it: Non premere alcun tasto...

source: Phase 2: Learning specific key codes
it_it: Fase 2: apprendimento codici tasto specifici

source: Press key for '%s'
it_it: Premere il tasto "%s"

source: Press 'Up' to confirm
it_it: Sù -> Confermare

source: Press 'Down' to continue
it_it: Giù -> Continuare

source: (press 'Up' to go back)
it_it: Su -> Tornare indietro)

source: (press 'Down' to end key definition)
it_it: Giù -> Terminare definizione tasti)

source: (press 'Menu' to skip this key)
it_it: Menù -> Saltare tasto)

source: Learning Remote Control Keys
it_it: Apprendimento tasti telecomando

source: Phase 3: Saving key codes
it_it: Fase 3: salvataggio codici tasti

source: Press 'Up' to save, 'Down' to cancel
it_it: Sù -> Salvare - Giù -> Annullare

source: Key$Up
it_it: Sù

source: Key$Down
it_it: Giù

source: Key$Menu
it_it: Menù

source: Key$Ok
it_it: Ok

source: Key$Back
it_it: Indietro

source: Key$Left
it_it: Sinistra

source: Key$Right
it_it: Destra

source: Key$Red
it_it: Rosso

source: Key$Green
it_it: Verde

source: Key$Yellow
it_it: Giallo

source: Key$Blue
it_it: Blu

source: Key$Play
it_it: Play

source: Key$Pause
it_it: Pausa

source: Key$Stop
it_it: Stop

source: Key$Eject
it_it: Espellere

source: Key$Record
it_it: Registrare

source: Key$FastFwd
it_it: FFW

source: Key$FastRew
it_it: REW

source: Key$Next
it_it: Prox.

source: Key$Prev
it_it: Prec.

source: Key$Power
it_it: Power

source: Key$Channel+
it_it: Canale +

source: Key$Channel-
it_it: Canale -

source: Key$PrevChannel
it_it: Can. prec.

source: Key$Volume+
it_it: Volume +

source: Key$Volume-
it_it: Volume -

source: Key$Mute
it_it: Mute

source: Key$Audio
it_it: Audio

source: Key$Subtitles
it_it: Sottotitoli

source: Key$Aspect
it_it: Aspetto

source: Key$Schedule
it_it: Pianificazione

source: Key$Channels
it_it: Canali

source: Key$Timers
it_it: Timer

source: Key$Search
it_it: Ricerca

source: Key$Recordings
it_it: Registrazioni

source: Key$Setup
it_it: Config.

source: Key$Commands
it_it: Comandi

source: Key$Greater
it_it: Maggiore

source: Key$Less
it_it: Minore

source: Key$2digit
it_it: 2 Cifre

source: Key$DVD
it_it: DVD

source: Key$DVB
it_it: DVB

source: Key$PVR
it_it: PVR

source: Key$Reel
it_it: Reel

source: Key$TT
it_it: TT

source: Key$PiP
it_it: PiP

source: Key$User1
it_it: User 1

source: Key$User2
it_it: User 2

source: Key$User3
it_it: User 3

source: Key$User4
it_it: User 4

source: Key$User5
it_it: User 5

source: Key$User6
it_it: User 6

source: Key$User7
it_it: User 7

source: Key$User8
it_it: User 8

source: Key$User9
it_it: User 9

source: Key$Info
it_it: Info

source: Key$Help
it_it: Aiuto

source: Timeshift mode
it_it: Modalità timeshift

source: Recording started
it_it: Registrazione avviata

source: Free To Air
it_it: In chiaro

source: internal CAM
it_it: CAM interna

source: No CI at
it_it: Nessuna CI nello

source: upper slot
it_it: slot superiore

source: lower slot
it_it: slot inferiore

source: encrypted
it_it: Codificato

source: Rotor - shared LNB
it_it: Rotore - LNB condiviso

source: auto
it_it: Automatico

source: Edit channel
it_it: Modificare canale

source: New
it_it: Nuovo

source: Name
it_it: Nome

source: Source
it_it: Sorgente

source: Frequency
it_it: Frequenza

source: Polarization
it_it: Polarizzazione

source: Srate
it_it: SymbolRate

source: none
it_it: Nessuno

source: Vpid
it_it: PID video

source: Ppid
it_it: PID pcr

source: Apid1
it_it: PID audio (1)

source: Apid2
it_it: PID audio (2)

source: Tpid
it_it: PID teletext

source: Modulation
it_it: Modulazione

source: Bandwidth
it_it: Banda passante

source: Transmission
it_it: Trasmissione

source: Guard
it_it: Guardia

source: Hierarchy
it_it: Gerarchia

source: Button$New
it_it: Nuovo

source: Channel settings are not unique!
it_it: Parametri canale non univoci!

source: channellist
it_it: Elenco canali

source: current bouquet
it_it: Bouquet corrente

source: bouquet list
it_it: Elenco bouquet

source: Setup.OSD$Channellist starts with
it_it: L'elenco canali inizia con

source: Channels
it_it: Canali

source: Button$Edit
it_it: Modificare

source: Button$Delete
it_it: Cancellare

source: Button$Mark
it_it: Etichettare

source: Channel is being used by a timer!
it_it: Il canale è occupato da un timer!

source: Delete channel?
it_it: Cancellare il canale?

source: Edit Bouquet
it_it: Modificare bouquet

source: Add Bouquet
it_it: Aggiungere bouquet

source: CI-Slot for this Bouquet
it_it: Slot CI per questo bouquet

source: Note:
it_it: Nota:

source: Select CI-Slot for current Bouquet.
it_it: Selezionare slot CI per questo bouquet

source: Bouquets
it_it: Bouquet

source: Move
it_it: Spostare

source: Delete
it_it: Cancellare

source: Delete Bouquet?
it_it: Cancellare il bouquet?

source: Up/Dn for new location - OK to move
it_it: Sù/Giù per nuova posizione - OK per muovere

source: Select channels with OK
it_it: Ok -> Selezionare canali

source: Delete channels?
it_it: Cancellare i canali?

source: Add to Favorites?
it_it: Aggiungere a preferiti?

source: Button$Insert
it_it: Inserire

source: Help
it_it: Aiuto

source: Already first help item
it_it: Prima voce dell'aiuto!

source: Already last help item
it_it: Ultima voce dell'aiuto!

source: low
it_it: Basso

source: normal
it_it: Normale

source: high
it_it: Alto

source: Active
it_it: Attivo

source: Channel
it_it: Canale

source: Day
it_it: Giorno

source: Start
it_it: Inizio

source: Stop
it_it: Fine

source: Priority
it_it: Priorità

source: Lifetime
it_it: Persistenza

source: unlimited
it_it: Illimitato

source: Child protection
it_it: Protezione bambini

source: yes
it_it: Sì

source: First day
it_it: 1° giorno

source: Could not add timer
it_it: Impossibile aggiungere timer

source: Timers
it_it: Timer

source: Button$On/Off
it_it: On/Off

source: Button$Info
it_it: Info

source: Delete timer?
it_it: Cancellare il timer?

source: Timer still recording - really delete?
it_it: Timer in registrazione! - Eliminare?

source: Could not delete timer
it_it: Impossibile cancellare il timer

source: Event
it_it: Evento

source: Button$Timer
it_it: Timer

source: Button$Record
it_it: Registrare

source: Button$Switch
it_it: Cambiare

source: ActiveEvent
it_it: Evento attivo

source: What's on now?
it_it: Programmi correnti

source: What's on next?
it_it: Programmi successivi

source: Button$Next
it_it: Prossimo

source: Button$Now
it_it: Ora

source: Button$Schedule
it_it: Pianificazione

source: Can't switch channel!
it_it: Impossibile cambiare canale!

source: Schedule - %s
it_it: Pianificazione - %s

source: This event - %s
it_it: Questo evento - %s

source: This event - all channels
it_it: Questo evento - Tutti i canali

source: All events - all channels
it_it: Tutti gli eventi - Tutti i canali

source: Please enter %d digits!
it_it: Inserire %d cifre!

source: Recording info
it_it: Info registrazione

source: Button$Play
it_it: Play

source: Button$Rewind
it_it: Riavvolgere

source: Recordings
it_it: Registrazioni

source: Button$Open
it_it: Aprire

source: Commands
it_it: Comandi

source: Error while accessing recording!
it_it: Errore in accesso registrazione!

source: Delete recording?
it_it: Cancellare la registrazione?

source: Error while deleting recording!
it_it: Errore in cancellazione registrazione!

source: Recording commands
it_it: Comandi registrazione

source: OSD & Language
it_it: OSD e lingua

source: never
it_it: Mai

source: skin dependent
it_it: In base alla skin

source: always
it_it: Sempre

source: User defined
it_it: Definito dall'utente

source: Small
it_it: Piccolo

source: FontSize$Normal
it_it: Normale

source: Setup.OSD$Language
it_it: Lingua

source: Setup.DVB$Display subtitles
it_it: Mostrare sottotitoli

source: Setup.OSD$OSD Font Size
it_it: Dimensione caratteri OSD

source: Setup.OSD$OSD font size (pixel)
it_it: Dim. caratteri OSD (pixel)

source: Setup.OSD$Use small font
it_it: Utilizzare caratteri piccoli

source: Setup.OSD$Scroll pages
it_it: Scorrere pagine

source: Setup.OSD$Scroll wraps
it_it: Scorrere riavvolgendo

source: Setup.OSD$Channel info time (s)
it_it: Durata info canale (s)

source: channelinfo
it_it: Info canale

source: Expertmenu
it_it: Menu avanzato

source: OSD - Expertmenu
it_it: OSD - Menu avanzato

source: Setup.OSD$Skin
it_it: Skin

source: Setup.OSD$OSD font name
it_it: Carattere OSD

source: Setup.OSD$Small font name
it_it: Carattere piccolo

source: Setup.OSD$Fixed font name
it_it: Carattere fisso

source: Setup.OSD$Small font size (pixel)
it_it: Dim. caratteri piccoli (pixel)

source: Setup.OSD$Fixed font size (pixel)
it_it: Dim. caratteri fissi (pixel)

source: Setup.OSD$Left
it_it: Sinistra

source: Setup.OSD$Top
it_it: In Alto

source: Setup.OSD$Width
it_it: Larghezza

source: Setup.OSD$Height
it_it: Altezza

source: Setup.OSD$Random menu placement
it_it: Posizione casuale menu

source: Setup.OSD$Optional languages
it_it: Lingue opzionali

source: Setup.OSD$ Optional language
it_it: Lingua opzionale

source: Button$Scan
it_it: Ricerca

source: Setup.DVB$Subtitle languages
it_it: Lingue sottotitoli

source: Setup.DVB$Subtitle language
it_it: Lingua sottotitoli

source: Setup.DVB$Subtitle offset
it_it: Offset sottotitoli

source: Setup.DVB$Subtitle foreground transparency
it_it: Trasparenza sottotitoli

source: Setup.DVB$Subtitle background transparency
it_it: Trasparenza sfondo sottotitoli

source: Setup.DVB$Use Dolby Digital
it_it: Usare Dolby Digital

source: Delay ac3 (10ms)
it_it: Ritardo ac3 (10 ms)

source: Prefer ac3 over HDMI
it_it: Preferire ac3 su HDMI

source: Delay Stereo (10ms)
it_it: Ritardo stereo (10 ms)

source: Dish settings
it_it: Configurazione parabola

source: DiSEqC disabled
it_it: DiSEqC disabilitato

source: Different Setups
it_it: Differenti configurazioni

source: DiSEqC Type
it_it: Tipo DiSEqC

source: LNB Type
it_it: Tipo LNB

source: Delay (ms)
it_it: Ritardo (ms)

source: Number of LNBs
it_it: Numero LNB

source: Repeat
it_it: Ripetere

source: Rotor on tuner
it_it: Rotore sul tuner

source: Normal
it_it: Normale

source: Expert
it_it: Avanzato

source: Rotor Settings
it_it: Configurazione rotore

source: Sat positions must be unique!
it_it: La posizione sat deve essere univoca!

source: Overwrite DiSEqC.conf?
it_it: Sovrascrivere DiSEqC.conf?

source: Changes done
it_it: Modifiche effettuate

source: Error
it_it: Errore

source: Disabled
it_it: Disabilitato

source: Opening CAM menu...
it_it: Apertura del menù CAM in corso...

source: Can't open CAM menu!
it_it: Impossibile aprire il menù CAM!

source: Resetting CAM...
it_it: Reset CAM in corso...

source: CAM has been reset
it_it: CAM reinizializzata

source: Can't reset CAM!
it_it: Impossibile reinizializzare la CAM!

source: Recording
it_it: Registrazione

source: Setup.Recording$Timer Buffer at Start (min)
it_it: Margine inizio registr. (min)

source: Setup.Recording$Timer Buffer at End (min)
it_it: Margine fine registr. (min)

source: Setup.Recording$Default Priority
it_it: Priorità predefinita

source: Setup.Recording$Default Recording Lifetime
it_it: Persistenza predef. registrazioni

source: Setup.Recording$Use VPS
it_it: Utilizzare VPS

source: Setup.Recording$Mark Instant Recording
it_it: Etichettare registr. istantanea

source: Setup.Recording$Instant Recording Time (min)
it_it: Tempo registr. istantanea (min)

source: Setup.Recording$Instant Recording Lifetime
it_it: Persistenza registr. istantanee

source: Setup.Recording$Instant Recording Priority
it_it: Priorità registrazione istantanea

source: Setup.Recording$Mark Blocks after Recording
it_it: Etichettare blocchi dopo registr.

source: Replay
it_it: Riproduzione

source: Setup.Replay$Multi speed mode
it_it: Modalità multispeed

source: Setup.Replay$Show replay mode
it_it: Mostrare modalità riproduzione

source: Setup.Replay$Jump over cutting-mark
it_it: Saltare etichetta di taglio

source: Setup.Replay$Resume play after jump
it_it: Riprendere riprod. dopo salto

source: update
it_it: Aggiornare

source: add
it_it: Aggiungere

source: at the end
it_it: Alla fine

source: to bouquets
it_it: Ai bouquet

source: Background Services
it_it: Servizi in background

source: Request
it_it: Richiesta

source: Button$Scan EPG
it_it: Ricerca EPG

source: Setup.Miscellaneous$Zap timeout (s)
it_it: Canale visto dopo (s)

source: Setup.DVB$Autom. update channels
it_it: Aggiorn. automatico canali

source: Update mode
it_it: Modalità aggiornamento

source: Setup.Miscellaneous$Initial channel
it_it: Canale iniziale

source: Setup.Miscellaneous$as before
it_it: Come prima

source: Setup.Miscellaneous$Update-check on system start
it_it: Verificare aggiornam. all'avvio

source: Permanent Timeshift
it_it: Timeshift permanente

source: Setup.LiveBuffer$Buffer (min)
it_it: Buffer (min)

source: System Settings
it_it: Configurazione sistema

source: This plugin has no setup parameters!
it_it: Plugin senza parametri di configurazione!

source: Title$Setup
it_it: Configurazione

source: Recording settings
it_it: Configurazione registrazione

source: Replay settings
it_it: Configurazione riproduzione

source: Miscellaneous
it_it: Varie

source: Plugins
it_it: Plugin

source: Restart
it_it: Riavvio

source: Really restart?
it_it: Riavviare?

source: Recording - restart anyway?
it_it: Registrazione in corso! - Riavviare comunque?

source: restart anyway?
it_it: Riavviare comunque?

source: Stop recording
it_it: Arrestare registrazione

source: Channel list
it_it: Elenco canali

source: Title$Menu
it_it: Menù

source: Disk
it_it: Disco

source: free
it_it: Liberi

source: Title$Main Menu
it_it: Menù principale

source: Stop replaying
it_it: Arrestare riproduzione

source: Button$Recordings
it_it: Registrazioni

source: Button$Multifeed
it_it: Multifeed

source: Cancel editing
it_it: Annullare modifiche

source: Stop recording?
it_it: Arrestare registrazione?

source: Cancel editing?
it_it: Annullare modifiche?

source: Button$Audio
it_it: Audio

source: No audio available!
it_it: Audio NON disponibile!

source: No subtitles
it_it: Nessun sottotitolo

source: Button$Subtitles
it_it: Sottotitoli

source: No subtitles available!
it_it: Sottotitoli NON disponibili!

source: Not enough disk space to start recording!
it_it: Spazio su disco insufficiente per registrare!

source: recording already running - Start another?
it_it: Registrazione già in corso - Avviarne un'altra?

source: No free DVB device to record!
it_it: Nessuna dispositivo DVB disponibile per registrare!

source: Pausing live video...
it_it: Pausa canale in visione...

source: Jump:
it_it: Passare a:

source: No editing marks defined!
it_it: Nessun etichetta di modifica definita!

source: Can't start editing process!
it_it: Impossibile avviare processo di modifica!
