Repository: suborb/reelvdr
Catalog: src/vdr-1.4/po/*.po
Languages: it_it

source: Editing process started
it_it: Processo di modifica avviato

source: Editing process already active!
it_it: Processo di modifica già attivo!

source: Power Off ReelBox
it_it: Arrestare il ReelBox

source: Recording - Activating QuickStandby
it_it: In registrazione - Attivazione standby rapido

source: Activating QuickStandby
it_it: Attivazione standby rapido in corso

source: Quick Standby
it_it: Standby rapido

source: Reboot
it_it: Riavviare

source: Set Sleeptimer
it_it: Impostazione sleeptimer

source: Pause Live-TV
it_it: Pausa TV

source: Activating standby
it_it: Attivazione standby in corso

source: Activating deep standby
it_it: Attivazione deep standby in corso

source: Activating quick standby
it_it: Attivazione standby rapido in corso

source: Activating reboot
it_it: Attivazione riavvio in corso

source: Recording - shut down anyway?
it_it: Registrazione in corso - Spegnere comunque?

source: A recording starts soon, shut down anyway?
it_it: Registrazione in avvio a breve!Spegnere comunque?

source: FileNameChars$ abcdefghijklmnopqrstuvwxyz0123456789-_.,#~\^$[]|()*+?{}/:%@&
it_it: aáàbcdeéèfghiìîjklmnoòpqrstuùvwxyz0123456789-.,#~\^$[]|()*+?{}/:%@&°"

source: CharMap$ 0@+-_ .?!,1#~\^$[]|()*{}/:%& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9
it_it: 0 -.,1#~\^$[]|()*+°?{}/:%@& aàbc2 deèf3 ghiì4 jkl5 mnoò6 pqrs7 tuùv8 wxyz9"

source: Button$ABC/abc
it_it: ABC/abc

source: Button$Overwrite
it_it: Sovrascrivere

source: Please select
it_it: Selezionare

source: Main Menu
it_it: Menù principale

source: Channel locked (recording)!
it_it: Canale bloccato (in registrazione)!

source: can't record - check your configuration
it_it: Registrazione impossibile! Verificare la configurazione.

source: Low disk space!
it_it: Spazio su disco in esaurimento!

source: Recording-file already exists!
it_it: Registrazione già esistente!

source: Classic VDR
it_it: VDR classico

source: ST:TNG Panels
it_it: Consolle ST:TNG

source: MTWTFSS
it_it: LMMGVSD

source: MonTueWedThuFriSatSun
it_it: LunMarMerGioVenSabDom

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: Sunday
it_it: Domenica

source: Upcoming VPS recording!
it_it: Registrazione VPS imminente!

source: Timeshift is not available!
it_it: Timeshift non disponibile!

source: Can't shutdown - option '-s' not given!
it_it: Impossibile spegnere - Parametro '-s' non assegnato!

source: Switching primary DVB...
it_it: Cambio scheda DVB primaria...

source: End recording
it_it: Terminare registrazione

source: Editing process failed!
it_it: Processo di modifica fallito!

source: Editing process finished
it_it: Processo di modifica terminato

source: Switching to server-mode
it_it: Attivazione modalità server
